Repository: rishraj2000/tabbycat
Catalog: tabbycat/availability/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Availability
fr: Disponibilité
ru: Доступность

source: content type
fr: type de contenu
ru: тип контента

source: object id
fr: identifiant d'objet
ru: id объекта

source: round
fr: joute
ru: раунд

source: round availability
fr: disponibilité dans une joute
ru: доступность раунда

source: round availabilities
fr: disponibilités dans une joute
ru: доступности раунда

source: Mark All Breaking Adjs as Available
fr: Marquer tous les juges qualifiant comme disponibles
ru: Отметить всех брейкающихся судей как доступных

source: Mark Everything as Available
fr: Tout marquer comme disponible
ru: Отметить всех как доступных

source: Copy Availability from %(prev_round)s
fr: Copier disponibilité de %(prev_round)s
ru: Скопировать доступность из %(prev_round)s

source: View Draw
fr: Voir le tirage
ru: Посмотреть сетку

source: %(previous_unconfirmed)s debates from %(round_name)s do not have a completed ballot — this may lead to a draw that fails or is incorrect
fr: %(previous_unconfirmed)s débats de %(round_name)s n’ont pas de feuille complété — cela peut causer un tirage qui échoue ou qui est incorrect
ru: %(previous_unconfirmed)s дебаты из %(round_name)s не имею заполненного бэллота - это может привести к сбоям или неправильной сетке

source: Generate Draw
fr: Générer le tirage
ru: Создать сетку

source: The draw cannot be generated until some teams have been marked as available.
fr: La génération du tirage n'est pas possible avant que des équipes aient été marquées comme disponibles.
ru: Сетка не может быть сгенерирована, пока какие-то команды не отмечены как доступные.

source: The draw cannot be generated until some adjudicators have been marked as available.
fr: La génération du tirage n'est pas possible avant que des juges aient été marqués comme disponibles.
ru: Сетка не может быть сгенерирована, пока какие-то судьи не отмечены как доступные.

source: The draw cannot be generated until some venues have been marked as available.
fr: La génération du tirage n'est pas possible avant que des salles aient été marquées comme disponibles.
ru: Сетка не может быть сгенерирована, пока какие-то аудитории не отмечены как доступные.

source: There aren't enough venues marked as available for the number of debates — the draw may not generate properly.
fr: Il n'y a pas assez de salles marquées comme disponibles pour le nombre de débats — le tirage ne se générera peut-être pas correctement.
ru: Недостаточно аудиторий, отмеченных как доступные - сетка не может быть сгенерирована.

source: There aren't enough adjudicators marked as available for the number of debates — the draw may not generate properly.
fr: Il n'y a pas assez de juges marqués comme disponibles pour le nombre de débats — le tirage ne se générera peut-être pas correctement.
ru: Недостаточно судей, отмеченных как доступные - сетка не может быть сгенерирована.

source: There is an uneven number of teams marked as available — the draw may not generate properly.
fr: Il y a un nombre impair d'équipes marquées comme disponibles — le tirage ne se générera peut-être pas correctement.
ru: Количество команд, отмеченных как доступные, некратное — сетка не может быть сгенерирована.

source: The number of teams marked as available is not a multiple of 4 — the draw may not generate properly.
fr: Le nombre d’équipes marquées comme disponibles n’est pas un multiple de 4 — le tirage ne se générera peut-être pas correctement.
ru: Количество команд, отмеченных как доступные, некратно четырем — сетка не может быть сгенерирована.

source: One debate from %(prev_round)s <strong>does not have a completed ballot</strong>. This may lead to a draw that fails or is incorrect, depending on your draw rules. <a href="%(prev_round_results_url)s" class="alert-link"> Enter results from %(prev_round)s. </a>
fr: Un débat de %(prev_round)s <strong>n'a pas de feuille complète</strong>. Ce manque peut engendrer un tirage qui échoue ou qui est incorrect, en fonction de vos règles du tirage. <a href="%(prev_round_results_url)s" class="alert-link"> Entrez les résultats de %(prev_round)s. </a>
ru: Одни из дебатов %(prev_round)s <strong> не имеют заполненного бэллота</strong>. Это может привести к сбоям при создании сетки или её неточности, в зависимости от правил создания сетки. <a href="%(prev_round_results_url)s" class="alert-link"> Введите результаты %(prev_round)s</a>

source: This is a page for <strong>%(round_name)s</strong>, but the previous round is still not marked as completed. Did you forget to <a href="%(complete_prev_round_url)s" class="alert-link"> mark %(prev_round_name)s as completed? </a>
fr: Ceci est une page pour <strong>%(round_name)s</strong>, cependant la joute précédente n’est pas achevée. Avez-vous oublié <a href="%(complete_prev_round_url)s" class="alert-link">de marquer %(prev_round_name)s comme achevée ?</a>
ru: Эта страница для <strong>%(round_name)s</strong>, но предыдущий раунд ещё не отмечен как завершенный. Возможно, вы забыли <a href="%(complete_prev_round_url)s" class="alert-link"> отметить %(prev_round_name)s как законченный?</a>

source: This is the first round, but its draw type is <strong>%(draw_type)s</strong>. Did you intend for it to be <strong>Random</strong> instead? You can <a href="%(change_round_url)s" class="alert-link"> edit this round's draw type in the Edit Database area.</a>
fr: Cette joute est la première, mais son type de tirage est <strong>%(draw_type)s</strong>. Souhaitiez-vous pour qu’il soit plutôt <strong>aléatoire</strong> ? Vous pouvez <a href="%(change_round_url)s" class="alert-link">modifier le type de tirage de cette joute dans la zone pour modifier la base de données.</a>
ru: Это первый раунд, но его тип сетки <strong>%(draw_type)s</strong>. Хотели бы вы, чтобы вместо этого он был <strong> случайным</strong>? Вы можете <a href="%(change_round_url)s" class="alert-link"> изменить тип сетки на этот раунд в области Редактировать базу данных.</a>

source: This is an elimination round, but it doesn't have a break category. Elimination rounds must be associated with a break category. Please <a href="%(change_round_url)s" class="alert-link"> set this round's break category in the Edit Database area.</a>
fr: Il s’agit d’une joute éliminatoire, mais la joute n'a pas de catégorie de qualification. Il faut que tous les joutes éliminatoires soient associés à une catégorie de qualification. Veuillez <a href="%(change_round_url)s" class="alert-link">définir la catégorie de qualification de cette joute dans la zone pour modifier la base de données.</a>
ru: Это брейковый раунд, но для него не установлена брейковая категория. Брейковые раунды должны быть ассоциированы с брейковой категорией. Пожалуйста, <a href="%(change_round_url)s" class="alert-link"> установите брейковую категорию этого раунда в области Редактировать базу данных.</a>

source: This is an elimination round, but its draw type is <strong>%(draw_type)s</strong>. The draw type of all elimination rounds must be "Elimination". Please <a href="%(change_round_url)s" class="alert-link"> change this round's draw type in the Edit Database area.</a>
fr: Il s’agit d’une joute éliminatoire, mais son type de tirage est <strong>%(draw_type)s</strong>. Le type de tirage de toute joute éliminatoire doivent être « Élimination ». Veuillez <a href="%(change_round_url)s" class="alert-link">modifier le type de tirage de cette joute dans la zone pour modifier la base de données.</a>
ru: Это брейковый раунд, но его сетка <strong>%(draw_type)s</strong>. Тип сетки на брейковые раунды должен быть "Брейковые". Пожалуйста, <a href="%(change_round_url)s" class="alert-link"> измените тип сетки для этого раунда в области в области Редактировать базу данных.</a>

source: There don't appear to be any teams breaking in the %(break_category)s Break. Have you <a href="%(breakqual_teams_url)s" class="alert-link"> generated the break for the %(break_category)s Break</a> yet?
fr: Il semble qu'il n'y ait aucune équipe qualifiante dans la catégorie %(break_category)s. Avez-vous <a href="%(breakqual_teams_url)s" class="alert-link">générer la qualification pour la catégorie %(break_category)s</a>?
ru: Похоже, что в un %(break_category)s unnamed@@1 нет команд, которые брейкаются. Вы <a href="%(breakqual_teams_url)s" class="alert-link"> уже создали брейк для %(break_category)s </a>?

source: There's only one team breaking in the %(break_category)s Break. You can't generate an elimination round draw with only one team — you might like to <a href="%(breakqual_teams_url)s" class="alert-link"> review the break for the %(break_category)s Break</a>.
fr: Il n'y a qu'une équipe qualifiante dans la catégorie %(break_category)s. Vous ne pouvez pas générer le tirage pour une joute éliminatoire avec seulement une équipe. Vous voudriez peut-être <a href="%(breakqual_teams_url)s" class="alert-link">réexaminer la qualification pour la catégorie %(break_category)s</a>.
ru: Есть только одна команда, брейкающаяся в %(break_category)s брейке. Вы не можете создать сетку на брейковый раунд только с одной командой - возможно, вы захотите <a href="%(breakqual_teams_url)s" class="alert-link"> ещё раз посмотреть брейк %(break_category)s</a>.

source: The team standings precedence is empty. This means that teams aren't ranked according to any metrics, so all teams will be in a single bracket containing everyone. If this isn't what you intended, set the team standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a> before creating the draw. In most tournaments, the first metric should be points or wins.
fr: La préséance de classement d'équipes est vide. Cela signifie que les équipes ne sont pas classés par aucun métrique, donc tous les équipes seront dans une seule tranche avec tout le monde. Si vous n'attendiez pas à ça, créez une préséance de classement d'équipes dans <a href="%(standings_config_url)s" class="alert-link">la section de classement des options du tournoi</a> avant de créer le tirage. Dans la plupart des tournois, la première métrique devrait être le pointage ou victoires.
ru: Первенство положения команд пустует. Это означает, что команды не ранжированы ни по одной метрике, то есть все команды будут в одной группе. Если это не то, что вы хотели, установите первенство положения команд в <a href="%(standings_config_url)s" class="alert-link"> области Положение настроек турнира </a> до создания сетки. Для большинства турниров первой метрикой будет количество баллов или побед.

source: Select All
fr: Sélectionner tout
ru: Выбрать Все

source: Select None
fr: Sélectionner aucun
ru: Сбросить выбор

source: Check-Ins
fr: Enregistrements
ru: Регистрации

source: Check In All Breaking
fr: Enregistrer tous les juges qualifiant
ru: Проверить во всех брейках

source: Copy from Previous
fr: Copier de la joute précédente
ru: Копировать из предыдущего

source: Save Selected
fr: Enregistrer les sélectionnés
ru: Сохранить выбранное

source: Teams
fr: Équipes
ru: Команды

source: Adjudicators
fr: Juges
ru: Судьи

source: Venues
fr: Salles
ru: Аудитории

source: Mark teams as available
fr: Marquer équipes comme disponible
ru: Отметить команду как доступную

source: No need to set team availability
fr: Pas de besoin à marquer la disponibilité d'équipes
ru: Не нужно устанавливать доступность команды

source: There is an uneven number of teams marked as available for this round.
fr: Il y a un nombre impair d'équipes marquées comme disponibles pour cette joute.
ru: Количество команд, отмеченных как доступные для этого раунда, некратное.

source: The number of teams marked as available for this round is not a multiple of 4.
fr: Le nombre d'équipes marquées comme disponibles pour cette joute n'est pas un multiple de 4.
ru: Количество команд, отмеченных как доступные для этого раунда, некратное четырем.

source: Edit team availability
fr: Modifier disponibilité d'équipes
ru: Редактировать доступность команд

source: One adjudicator does not have an associated tournament. Set their 'Tournament' field in the Edit Database area if you want them to be marked as available.
fr: Un juge n'a pas de tournoi associé. Réglez leur tournoi dans la zone de la base de données pour pouvoir le marquer comme disponible.
ru: Один из судей не привязан к какому-либо турниру. Укажите турнир в поле "Турнир" в области Редактировать базу данных, если вы хотите отметить этого судью как доступного.

source: %(count)s adjudicator who was not available last round, is available this round.
fr: Le %(count)s juge, qui n'était pas disponible la dernière joute, l'est désormais.
ru: %(count)s судья, который был недоступен для прошлого раунда, доступен для этого раунда.

source: The following %(count)s adjudicator, who was not available last round, is available this round: %(adjs_list)s
fr: Les %(count)s juges suivants, qui n'étaient pas disponibles la dernière joute, le sont désormais&nbsp;: %(adjs_list)s
ru: Следующий %(count)s судья, который был недоступен для прошлого раунда, доступен для этого раунда: %(adjs_list)s

source: %(count)s adjudicator who was available last round, is not available this round.
fr: %(count)s juge, qui était disponible la dernière joute, ne l'est plus.
ru: %(count)s судья, который был доступен для прошлого раунда, недоступен для этого раунда.

source: The following %(count)s adjudicator, who was available last round, is not available this round: %(adjs_list)s
fr: Le %(count)s juge suivant, qui était disponible la dernière joute, ne l'est plus&nbsp;: %(adjs_list)s
ru: Следующий %(count)s судья, который была доступен для прошлого раунда, недоступен для этого раунда: %(adjs_list)s

source: Mark adjudicators as available
fr: Marquer juges comme disponibles
ru: Отметить судей как доступных

source: There needs to be at least one adjudicator marked as available, given the number of debates.
fr: Il faut au moins un juge marqué comme disponible pour le nombre de débats.
ru: Должна быть хотя бы один судья, отмеченный как доступный, учитывая количество дебатов в этом раунде.

source: Edit adjudicator availability
fr: Modifier disponibilité de juges
ru: Редактировать доступность судей

source: %(count)s venue that was not available last round, is available this round.
fr: %(count)s salle, qui n'était pas disponible la dernière joute, l'est désormais.
ru: %(count)s аудитория, которая была недоступна в прошлом раунде, доступна для этого раунда.

source: The following %(count)s venue, which was not available last round, is available this round: %(venues_list)s
fr: La %(count)s salle suivante, qui n'était pas disponible la dernière joute, l'est désormais&nbsp;: %(venues_list)s
ru: Следующая %(count)s аудитория, которая была недоступна в прошлом раунде, доступна для этого раунда: %(venues_list)s

source: %(count)s venue that was available last round, is not available this round.
fr: %(count)s salle qui était disponible la dernière joute ne l'est plus.
ru: %(count)s аудитория, которая была доступна в прошлом раунде, недоступна для этого раунда.

source: The following %(count)s venue, which was available last round, is not available this round: %(venues_list)s
fr: La %(count)s salle suivante, qui était disponible la dernière joute, ne l'est plus&nbsp;: %(venues_list)s
ru: Следующая %(count)s аудитория, которая была доступна в прошлом раунде, недоступна для этого раунда: %(venues_list)s

source: Mark venues as available
fr: Marquer salles comme disponible
ru: Отметить аудитории как доступные

source: There needs to be at least one venue marked as available, given the number of debates.
fr: Il faut au moins une salle marquée comme disponible pour le nombre de débats.
ru: Должна быть хотя бы одна аудитория, отмеченная как доступная, учитывая количество дебатов в этом раунде.

source: Edit venue availability
fr: Modifier la disponibilité des salles
ru: Редактировать доступность аудиторий

source: One venue does not have an associated tournament. Set its 'Tournament' field in the Edit Database area if you want it to be marked as available.
fr: Une salle n'a pas de tournoi associé. Ajoutez-le dans la zone de la base de données si vous voulez le marquer comme disponible.
ru: Одна аудитория не привязана к какому-либо турниру. Укажите турнир в поле "Турнир" в области Редактировать базу данных, если вы хотите отметить эту аудиторию как доступную.

source: no teams are debating
fr: aucune équipe ne débat
ru: нет команд

source: %(nteams)d breaking team — no debates can happen
fr: %(nteams)d équipe qualifiante — aucun débat ne peut avoir lieu
ru: %(nteams)d брейкающейся команды - дебаты не могут произойти

source: %(ndebating)d breaking team is debating this round
fr: %(ndebating)d équipe qualifiante débat dans cette joute
ru: %(ndebating)d брейкающаяся команда играет в этом раунде

source: ; %(nbypassing)d team is bypassing it
fr: ; %(nbypassing)d équipe le dépasse
ru: %(nbypassing)d команда проходит его

source: %(nadvancing)s advancing team is debating this round
fr: %(nadvancing)s équipe avançante débat dans cette joute
ru: %(nadvancing)s команда, которая может пройти дальше, играет в этом раунде

source: Active Now
fr: Actif actuellement
ru: Сейчас активны

source: Active in %(prev_round)s
fr: Actif dans %(prev_round)s
ru: Активно в %(prev_round)s

source: Checked-In
fr: Arrivée
ru: Зарегистрированы

source: Team Availability
fr: Disponibilité d'équipes
ru: Доступность команд

source: Adjudicator Availability
fr: Disponibilité de juges
ru: Доступность судей

source: Venue Availability
fr: Disponibilité de salles
ru: Доступность аудиторий

source: Venue
fr: Salle
ru: Аудитория

source: Display Name (for the draw)
fr: Nom d'affichage (pour le tirage)
ru: Показать название (для сетки)

source: Categories
fr: Catégories
ru: Категории

source: Priority
fr: Priorité
ru: Приоритет

source: Failed to update some or all availabilities due to an integrityerror. You should retry this action or make individual updates.
fr: La mise à jour de disponibilités a échoué suite à une faute d’intégrité des données. Vous devriez re-essayer ou faire des mises-à-jour individuelles.
ru: Не удалось обновить некоторые или все доступные возможности из-за ошибки интегрированности. Вы должны повторить это действие или сделать индивидуальные обновления.

source: Checked in all teams, adjudicators and venues.
fr: Toutes les équipes, tous les juges et toutes les salles ont été enregistrés.
ru: Зарегистрированы все команды, судьи и аудитории.

source: Checked in all breaking adjudicators.
fr: Tous les juges qualifiants ont été enregistrés.
ru: Зарегистрированы все брейкающиеся судьи.

source: Checked in all teams, adjudicators and venues from previous round.
fr: Toutes les équipes, tous les juges et toutes les salles de la joute précédente ont été enregistrés.
ru: Зарегистрированы все команды, судьи и аудитории из предыдущего раунда.
