Repository: rishraj2000/tabbycat
Catalog: tabbycat/printing/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Feedback Forms
ru: Формы обратной связи

source: Printable Feedback Forms for %(round_name)s
ru: Доступные для печати формы обратной связи для %(round_name)s

source: No feedback questions have been added for either teams or adjudicators to answer.
ru: Не было добавлено никаких вопросов обратной связи, на которых команды или судьи могли бы ответить.

source: No feedback questions have been added for teams to answer.
ru: Не было добавлено никаких вопросов обратной связи, на которые команды могли бы ответить.

source: No feedback questions have been added for adjudicators to answer.
ru: Не было добавлено никаких вопросов обратной связи, на которые судьи могли бы ответить.

source: %(first_sentence)s Check the <a href="http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank">documentation</a> for information on how to add these (otherwise these forms will be quite bare).
ru: %(first_sentence)s Ознакомьтесь с <a href="http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank"> документацией </a> чтобы получить информацию об их использовании (иначе эти формы будут довольно пустыми).

source: There are no feedback sheets available — perhaps adjudicators have not been allocated?
ru: Нет доступных форм обратной связи — возможно, судьи не были распределены?

source: Use Ctrl+P for printing or saving to PDF. Be sure to set the appropriate <strong>page orientation</strong>, to turn off <strong>headers/footers</strong> and turn on <strong>background graphics</strong>. Works best in Chrome.
ru: Используйте Ctrl+P для распечатки или сохранения в PDF. Не забудьте установить нужное <strong> положение страницы</strong>, выключить <strong> верхние и нижние колонтитулы</strong> и включить <strong> фоновую графику</strong>. Лучше всего работает в Chrome.

source: Printable %(sheet)s URLs
ru: Доступные для печати URL-адреса %(sheet)s

source: This page is designed to be printed as double sided A4 sheets, with the outside facing side showing the participant name and the inside facing side showing the URL. Use CTRL-P to print; for best results use Chrome.
ru: Эта страница предназначена для печати в виде на двухсторонних листах A4, с указанием имени участника на внешней стороне и отображением URL на внутренней стороне. Используйте CTRL-P для печати; лучше всего использовать Chrome.

source: Private URL for %(name)s (%(group)s)
ru: Личный URL для %(name)s %(group)s

source: Please bookmark the following URL, you will use it to submit forms throughout the tournament:
ru: Пожалуйста, запомните этот URL, он будет использован для отправки форм в ходе турнира:

source: Printable Scoresheets
ru: Доступные для печати бэллоты

source: for %(round_name)s
ru: для %(round_name)s

source: Edit Motion(s)
ru: Редактировать тему(ы)

source: There are no scoresheets available — perhaps the round has not been drawn?
ru: Нет доступных бэллотов - возможно, сетка на раунд не была сгенерирована?

source: Edit Ballot Motions
ru: Редактировать темы в бэллотах

source: Editing motions here will not save them permanently — it will only update the text used in the printed ballots below. This can be useful if using placeholder motions (to ensure confidentiality) in Tabbycat, but you still want to print ballots with correct motions.
ru: Редактирование тем не сохранит их на постоянной основе - они только обновятся в доступных для печати бэллотах. Это может быть полезно в темах, связанных с должностными лицами, когда вы хотите обеспечить конфиденциальность, но все ещё нуждаетесь в том, чтобы распечатать бэллоты с корректными темами.

source: Motion
ru: Тема

source: Changes to motions will update in the displayed ballots automatically
ru: Изменения в темах будут автоматически обновляться в отображаемых бэллотах

source: Speeches are x minutes, the speaker score range is from x to x. You have x minutes to form an adjudication.
ru: Речи по x минут, шкала спикерских от x до x. У вас x минут на принятие решения.

source: Overall Score
ru: Общий балл

source: Unaffiliated
ru: Неаффилированный

source: Team
ru: Команда
