Repository: rishraj2000/tabbycat
Catalog: tabbycat/draw/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Your tournament is configured to show the draw publicly. Releasing a draw will allow it to show it on the public page.
fr: Votre tournoi est configuré pour afficher publiquement le tirage. La publication du tirage lui permettra de s'afficher sur la page publique.
ru: Ваш турнир настроен на то, чтобы публично показывать сетку. После выпуска сетка появится на публичной странице.

source: Your configuration doesn't have a public draw page or feedback/ballot submissions. There's no reason to release the draw.
fr: Votre configuration n'a ni de page publique pour le tirage ni les soumissions des feuilles et/ou évaluations. Il n'y a aucune raison de publier le tirage.
ru: В ваших настройках нет публичной страницы для сетки или отправки бэллотов/форм обратной связи. Нет смысла выпускать сетку.

source: Release Motions
fr: Publication des motions
ru: Опубликовать темы

source: Release motions to public
fr: Publier les motions
ru: Показать темы публично

source: Unrelease motions to public
fr: Retirer les motions du public
ru: Отменить публичную демонстрацию тем

source: Release Motion
fr: Publication de la motion
ru: Опубликовать тему

source: Release motion to public
fr: Publier la motion
ru: Показать тему публично

source: Unrelease motion to public
fr: Retirer la motion du public
ru: Отменить публичную демонстрацию темы

source: Your tournament is configured to require motions to be selected in ballots and to allow ballots to be submitted by adjudicators. Ensure that you release the motions before debates finish, otherwise ballots will not be able to be submitted.
fr: Selon la configuration de votre tournoi, les motions peuvent être sélectionnées dans les feuilles, que soumettent les juges. Assurez-vous que vous publiez les motions avant que les débats terminent, sinon les feuilles ne pourront pas être soumisses.
ru: Ваш турнир настроен для того, чтобы темы были указаны в бэллотах, а судьи могли отправлять бэллоты онлайн. Убедитесь, что вы публикуете темы до завершения дебатов, иначе бэллоты не могут быть отправлены.

source: Your tournament is configured to allow motions to be vetoed and to allow ballots to be submitted by adjudicators. Ensure that you release the motions before debates finish, otherwise ballots will not be able to nominate vetoes.
fr: Selon la configuration de votre tournoi, les équipes peuvent opposer leur veto aux motions, et les juges soumettent les feuilles. Assurez-vous que vous publiez les motions avant que les débats terminent, sinon les feuilles ne pourront pas être soumisses.
ru: Ваш турнир настроен для того, чтобы разрешить право вето на темы и разрешить судьям отправлять бэллоты. Убедитесь, что вы публикуете темы до завершения дебатов, иначе бэллоты не смогут отражать вето.

source: Your tournament is configured to show the motion(s) for each round on the public site. You'll need to first release the motion(s) for it to show there.
fr: Votre tournoi est configuré pour afficher la/les motion(s) de chaque joute sur la page publique. Pour que la/les motion(s) s'y affiche(nt), vous devez la/les publier.
ru: Ваш турнир настроен для того, чтобы показывать тему каждого раунда публично на сайте. Вы должны сначала опубликовать тему, чтобы она появилась там.

source: Your tournament is not configured to show the motion(s) for each round on the public site. There's no need to release the motion(s).
fr: Votre tournoi n'est pas configuré pour afficher la/les motion(s) de chaque tour sur la page publique. Vous n'avez pas besoin de la/les publier.
ru: Ваш турнир не настроен для отображения тем каждого раунда публично на сайте. Нет необходимости публиковать тему.

source: Motions have been released publicly.
fr: Les motions ont été publiées.
ru: Темы были опубликованы.

source: The motion has been released publicly.
fr: La motion a été publiée.
ru: Тема была опубликована.

source: View public motions page
fr: Voir page de motions publique
ru: Посмотреть публичную страницу с темами

source: You have released the motions, but they will not show to the public unless the "public view of motions" setting is enabled in <a class="alert-link" href="%(alert_link)s">this tournament's configuration</a>.
fr: Vous avez publié les motions, mais elles ne s'afficheront pas à moins que la paramètre « affichage public des motions » soit activée dans <a class="alert-link" href="%(alert_link)s">la configuration de ce tournoi</a>.
ru: Вы показали темы, но они не будут представлены публично, если параметр "опубликование тем" не включен в настройках этого турнира <a class="alert-link" href="%(alert_link)s"></a>.

source: (for the briefing room)
fr: (pour la salle d'instructions)
ru: (для комнаты брифинга)

source: Display Draw ordered by Venue
fr: Afficher le Tirage rangé par Salle
ru: Отобразить сетку в порядке по аудиториям

source: Display Draw ordered by Team
fr: Afficher le Tirage rangé par Équipe
ru: Отобразить сетку в порядке по командам

source: Display Draws for <strong>All Current Rounds</strong> ordered by Venue
fr: Afficher tirages pour <strong>Tout les joutes actuelles</strong> ordonné par salle
ru: Показать сетку для <strong> всех текущих раундов </strong> по порядку аудиторий

source: Display Draws for <strong>All Current Rounds</strong> ordered by Team
fr: Afficher tirages pour <strong>tout les joutes actuelles</strong> ordonné par équipe
ru: Показать сетку для <strong> всех текущих раундов </strong> по порядку команд

source: Display Draw for <strong>%(round_name)s</strong> ordered by Venue
fr: Afficher tirage pour <strong>%(round_name)s</strong> ordonné par salle
ru: Показать сетку <strong>%(round_name)s</strong> по порядку аудиторий

source: Display Draw for <strong>%(round_name)s</strong> ordered by Team
fr: Afficher tirage pour <strong>%(round_name)s</strong> ordonné par équipe
ru: Показать сетку <strong>%(round_name)s</strong> по порядку команд

source: Display Motions
fr: Afficher les Motions
ru: Показать темы

source: Email Motions
fr: Envoyer Motions
ru: Отправить темы по email

source: Email Motion
fr: Envoyer Motion
ru: Отправить тему по email

source: Start at
fr: Commence à
ru: Начать в

source: (for printing)
fr: (pour l'impression)
ru: (для печати)

source: View Ballot Forms
fr: Voir Formulaires de Jugement
ru: Посмотреть формы бэллотов

source: View Feedback Forms
fr: Voir Formulaires d'Évaluation
ru: Посмотреть формы обратной связи

source: Scroll Speed
fr: Vitesse de défilé
ru: Скорость прокрутки

source: Fast
fr: Vite
ru: Быстро

source: Medium
fr: Moyen
ru: Средне

source: Slow
fr: Lent
ru: Медленно

source: Extra Slow
fr: Très Lent
ru: Очень медленно

source: Text Size
fr: Taille de Texte
ru: Размер текста

source: Tiny
fr: Minuscule
ru: Очень маленький

source: Small
fr: Petit
ru: Маленький

source: Large
fr: Grand
ru: Большой

source: Huge
fr: Énorme
ru: Очень большой

source: Stop Scroll
fr: Arrête le Défilé
ru: Остановить прокрутку

source: The draw for %(round_name)s has yet to be released.
fr: Le tirage de %(round_name)s n'a pas encore été publié.
ru: Сетка для %(round_name)s ещё не опубликована.

source: The draw for the next round has yet to be released.
fr: Le tirage pour la prochaine joute n'est pas encore publié.
ru: Сетка на следующий раунд ещё не опубликована.

source: Adjudicator Allocations
fr: Attributions de juges
ru: Расстановка судей

source: There are currently fewer adjudicators checked in than there are rooms.
fr: Il y a actuellement moins de juges enregistrés que de salles.
ru: В данный момент судей зарегистрировано меньше, чем румов.

source: Allocate adjudicators
fr: Attribuer les juges
ru: Распределить судей

source: Edit adjudicator allocation
fr: Modifier les attributions de juges
ru: Редактировать расстановку судей

source: Venue Allocations
fr: Attribution de salles
ru: Распределение аудиторий

source: Allocate venues
fr: Attribuer les salles
ru: Распределить аудитории

source: Edit venue allocation
fr: Modifier attribution de salles
ru: Редактировать распределение аудиторий

source: Preformed Panels
fr: Jurys préformés
ru: Предварительно сформированные коллегии

source: There is %(npanels)s preformed panel available for this round.
fr: Il y a %(npanels)s jury préformé disponible pour cette joute.
ru: Есть %(npanels)s предварительно сформированная коллегия для этого раунда.

source: There are no preformed panels available for this round
fr: Il n'y a pas de jury préformé disponible pour cette joute
ru: Нет предварительно сформированных коллегий, доступных для этого раунда

source: Edit preformed panels for %(r_name)s
fr: Modifier jurys préformés pour %(r_name)s
ru: Редактировать предварительно сформированную коллегию для %(r_name)s

source: Side Allocations
fr: Répartition des côtés
ru: Распределение по сторонам

source: 1 debate does not have its sides confirmed.
fr: Un débat n'a pas ses côtés confirmés.
ru: В одних дебатах стороны не подтверждены.

source: Delete Draw
fr: Supprimer le tirage
ru: Удалить сетку

source: Confirm Draw
fr: Confirmer le Tirage
ru: Подтвердить сетку

source: The team standings precedence is empty. This means that teams aren't ranked according to any metrics, so all teams are in a single bracket containing everyone. If this isn't what you intended, set the team standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>, then delete and recreate the draw. In most tournaments, the first metric should be points or wins.
fr: La préséance de classement d'équipes est vide. Cela signifie que les équipes ne sont pas classés par aucun métrique, donc tous les équipes seront dans une seule tranche avec tout le monde. Si vous n'attendiez pas à ça, créez une préséance de classement d'équipes dans <a href="%(standings_config_url)s" class="alert-link">la section de classement des options du tournoi</a>, et après supprimer et refaire le tirage. Dans la plupart des tournois, la première métrique devrait être le pointage ou victoires.
ru: Первенство положения команд пустует. Это означает, что команды не ранжированы ни по одной метрике, то есть все команды в одной группе. Если это не то, что вы хотели, установите первенство положения команд в <a href="%(standings_config_url)s" class="alert-link"> области Положение настроек турнира </a>, а затем удалите сетку и создайте её заново. Для большинства турниров первой метрикой будет количество баллов или побед.

source: Brackets are formed using the first metric in the team standings precedence, which is currently set to <strong>%(metric)s</strong>, rather than team points, which is the more usual convention. If this isn't what you wanted, you can <a href="%(standings_config_url)s" class="alert-link">change the team standings precedence in the standings configuration page</a>.
fr: Les tranches sont formées en utilisant le premier métrique dans la préséance de classement d'équipe, ce qui est actuellement <strong>%(metric)s</strong>, et non le pointage d'équipe, ce qui est plus usuelle. Si ce n'est pas désiré, vous pouvez<a href="%(standings_config_url)s" class="alert-link">modifier la préséance de classement d'équipe dans la page de configuration des préséances</a>.
ru: Сочетания команд формируются с использованием первой метрики первенства положения команд, которая в настоящее время установлен на <strong>%(metric)s</strong>, а не командные баллы, что является чаще применимой метрикой. Если это не то, что вы хотели, вы можете <a href="%(standings_config_url)s" class="alert-link">изменить первенство положения команд резервных позиций на странице настроек положения </a>.

source: The draw type for this round is set to <strong>manual</strong>, so Tabbycat has just made a blank draw. Head on over to <a href="%(edit_matchups_url)s" class="alert-link">Edit Sides/Matchups</a> to fill it in.
fr: Le type de tirage pour cette joute est <strong>manuelle</strong>, donc Tabbycat a créé un tirage vide. Dirigez-vous vers <a href="%(edit_matchups_url)s" class="alert-link">Modifier Côtés/Appariements</a> pour le remplir.
ru: Тип сетки на этот раунд установлен <strong>ручным</strong>, так что Tabbycat просто создало пустую сетку. Перейдите на <a href="%(edit_matchups_url)s" class="alert-link"> редактировать стороны/сочетания команд</a> чтобы её заполнить.

source: The adjudicator score range is 0, and so adjudicator scores will be ignored when allocating. You can <a href="%(feedback_config_url)s" class="alert-link">change the adjudicator score range in the feedback configuration page</a>.
fr: L'étendue des notes d'évaluation des juges est 0, donc les scores d'évaluation seront ignorés lors de la repartition. Vous pouvez <a href="%(feedback_config_url)s" class="alert-link">modifier l'étendue des évaluations de juge dans la page de configuration des évaluations</a>.
ru: Балл этого судьи равен 0, и поэтому его оценки будут игнорироваться при распределении. <a href="%(feedback_config_url)s" class="alert-link">можно изменить баллы этого судьи на странице настройки обратной связи</a>.

source: Tabbycat assigns sides in elimination rounds randomly. However, because in elimination rounds, many tournaments draw lots for sides in front of an audience, the sides are marked as "unconfirmed", so that it doesn't look like sides have been pre-assigned. After you confirm the draw, you'll need to confirm sides on the "Edit Sides/Matchups" page, even if you wish to accept Tabbycat's random assignment.
fr: Tabbycat désigne les côtés dans les joutes éliminatoires aléatoirement. Cependant, parce que plusieurs tournois les désignent en face du public, les côtés seront marqués comme « non-confirmés, » pour que ça n'aura pas l'air comme si les côtés ont été désignés en avance. Après avoir confirmé le tirage, vous aurez besoin de confirmer les côtés dans la page « Modifier Côtés/Appariements », même si vous acceptez l'attribution aléatoire de Tabbycat.
ru: Tabbycat назначает стороны в брейковых раундах рандомно. Однако, так как в брейковых раундах многие турниры распределяют стороны перед аудиторией, стороны были отмечены как "неподтвержденные", чтобы не казалось, что стороны были назначены заранее. После того, как вы подтвердите сетку, вам нужно будет подтвердить стороны на странице "Редактировать Стороны/Сочетания команд", даже если вы хотите принять рандомную расстановку сторон Tabbycat.

source: Highlighted cells relate to changes in position balance, as follows: <ul> <li>Red cells indicates that the team could not be allocated a position that maintains position balance.</li> <li>Yellow cells indicate that the team was previously imbalanced, and is given the best position possible in this draw, but is nonetheless still imbalanced.</li> <li>Green cells indicate that the team's previous imbalance is resolved with this draw.</li> </ul>
fr: Les cellules soulignés concerne des changements dans l'équilibre des positions comme ceci&nbsp;:<ul><li>Les cellules rouges indiquent que l'équipe ne pouvait pas être désigné une position qui maintient l'équilibre.</li><li>Les cellules jaunes indiquent que l'équipe était déséquilibré et qui a maintenant la meilleur position possible dans le tirage, mais qui reste en déséquilibre.</li><li>Les cellules vertes indiquent que le déséquilibre antérieur de l'équipe est résolu avec ce tirage.</li></ul>
ru: Выделенные ячейки связаны с изменениями в балансе позиций, а именно: <ul> <li>Красные ячейки указывают, что команда не может быть распределена на позицию, которая поддерживает баланс позиций.</li> <li>Желтые ячейки указывают, что команда была ранее дисбалансирована, и имеет наилучшее положение, возможное в этой сетке, но тем не менее, все еще дисбалансированное.</li> <li>Зеленые ячейки указывает, что предыдущий дисбаланс команды разрешен в этой сетке.</li> </ul>

source: A draw for %(round_name)s hasn't yet been generated. To generate one, go to the <a href="%(availability_url)s" class="alert-link">Availability section</a>.
fr: Un tirage pour %(round_name)s n'a pas encore été généré. Pour en générer, allez au <a href="%(availability_url)s" class="alert-link">section des disponibilités</a>.
ru: Сетка для %(round_name)s ещё не создана. Чтобы её создать, перейдите в <a href="%(availability_url)s" class="alert-link"> раздел доступности </a>.

source: It looks like sides aren't confirmed for some debates in this round. This position balance report is generated using the "unconfirmed sides" in the database, and as a consequence, may not make much sense. It's best to confirm sides in all debates before looking at this report.
fr: Il semble que les côtés ne sont pas confirmés pour quelques débats dans cette joute. Ce rapport de l'équilibre des positions est généré avec les « côtés non-confirmés » dans la base de données. Comme conséquence, il se peut qu'il ne fasse pas tant de sens. C'est mieux de confirmer les côtés dans tous les débats avant de regarder ce rapport.
ru: Похоже, что стороны не подтверждены для некоторых дебатов в этом раунде. Этот отчет о балансе позиций генерируется с использованием "неподтвержденных сторон" в базе данных, и, как следствие, может не иметь особого смысла. Лучше всего подтвердить стороны во всех дебатах перед просмотром этого отчета.

source: Your current position cost function is <strong>%(cost_func)s</strong>, raised to an exponent of <strong>%(exponent)s</strong>. <a href="http://tabbycat.readthedocs.io/en/latest/features/draw-generation-bp.html#position-cost-options" target=_"blank">Read more about how position cost functions work</a> in our documentation.
fr: Votre fonction de coût de position actuelle est <strong>%(cost_func)s</strong>, à la puissance <strong>%(exponent)s</strong>. <a href="http://tabbycat.readthedocs.io/en/latest/features/draw-generation-bp.html#position-cost-options" target=_"blank">Lisez d'avantage sur comment les fonctions de coût de position fonctionnent</a> dans la documentation.
ru: Ваша текущая функция стоимости позиции составляет <strong>%(cost_func)s</strong>, возведенная в степень <strong>%(exponent)s</strong>. <a href="http://tabbycat.readthedocs.io/en/latest/features/draw-generation-bp.html#position-cost-options" target=_"blank"> Прочтите больше о том, как работают функции стоимости позиции </a> в нашей документации.

source: Position balance reports aren't computed for elimination rounds.
fr: Les rapports sur l'équilibre des positions ne se produisent pas pour les tours éliminatoires.
ru: Отчеты о балансе позиций не составлены для брейковых раундов.

source: Position balance reports are only available for British Parliamentary tournaments.
fr: Les rapports sur l'équilibre des positions ne sont disponible que pour les tournois de parlementaire britannique.
ru: Отчеты о балансе позиций доступны только для турниров британского парламентского формата.

source: Position balance reports aren't computed for the first round of a tournament.
fr: Un rapport sur l'équilibre des positions ne se produit pas pour le premier tour d'un tournoi.
ru: Отчет о балансе позиций не составлен для первого раунда турнира.

source: No debates in this round
fr: Aucun débat dans cette joute
ru: Нет дебатов в этом раунде

source: Draw for %(round)s
fr: Tirage de %(round)s
ru: Сетка на %(round)s

source: Draws for Current Rounds
fr: Tirages pour Joutes Actuelles
ru: Сетка на текущий раунд

source: debates start at %(time)s (in %(time_zone)s)
fr: les débats commencent à %(time)s (%(time_zone)s)
ru: дебаты начинаются в %(time)s (в %(time_zone)s)

source: start times in time zone: %(time_zone)s
fr: heures de début dans le fuseau horaire&nbsp;: %(time_zone)s
ru: время начала в часовом поясе: %(time_zone)s

source: debate starts at %(time)s
fr: débat commence à %(time)s
ru: дебаты начнутся в %(time)s

source: The draw for this round hasn't been released.
fr: Le tirage pour cette joute n'a pas été publié.
ru: Сетка на этот раунд не была опубликована.

source: All Debates for All Rounds of %(tournament)s
fr: Tous les débats pour toutes les joutes de %(tournament)s
ru: Все дебаты во всех раундов %(tournament)s

source: Adjudicator Assignments
fr: Repartitions de Juge
ru: Назначения судей

source: Team Pairings
fr: Appariements d'équipe
ru: Паросочетания команд

source: No Draw
fr: Aucun tirage
ru: Нет сетки

source: Draft Draw
fr: Tirage brouillon
ru: Черновик сетки

source: %(side_name)s: Break rank
fr: %(side_name)s : rang dans la qualification
ru: %(side_name)s Брейковый ранг

source: BR
fr: RQ
ru: БР

source: Draw with Details
fr: Tirage avec Détails
ru: Сетка с деталями

source: Position Balance Report
fr: Rapport sur l'équilibre des positions
ru: Отчет о балансе позиций

source: Rényi entropy of order %(order)s
fr: Entropie de Rényi de l'ordre %(order)s
ru: Энтропия Реньи порядка %(order)s

source: (<i>i.e.</i>, Shannon entropy)
fr: (<i>i.e.</i>, Entropie de Shannon)
ru: (<i>т.е.</i>, энтропия Шэннона)

source: Teams with position imbalances
fr: Équipes avec déséquilibre de position
ru: Команды с дисбалансом позиции

source: No teams with position imbalances! Hooray!
fr: Aucun équipe avec un déséquilibre de position&nbsp;! Youpi&nbsp;!
ru: Нет команд с дисбалансом позиции! Ура!

source: Annotated draw
fr: Tirage Annoté
ru: Аннотированная сетка

source: Could not create draw for %(round)s, there was already a draw!
fr: Ne pouvait pas créer un tirage pour %(round)s, il y avait déjà un tirage&nbsp;!
ru: Не удалось создать сетку для %(round)s, так как сетка уже была создана!

source: <p>The draw could not be created, for the following reason: <em>%(message)s</em></p> <p>Please fix this issue before attempting to create the draw.</p>
fr: <p>Le tirage ne pouvait pas être créé pour la raison suivante&nbsp;: <em>%(message)s</em></p> <p>Veuillez réparer ce problème avant de tenter de créer le tirage.</p>
ru: <p>Сетка не может быть создана по следующим причинам:<em>%(message)s</em></p> <p>Пожалуйста, решите эту проблему перед тем как создавать сетку.</p>

source: <p>The draw could not be created, because the following error occurred: <em>%(message)s</em></p> <p>If this issue persists and you're not sure how to resolve it, please contact the developers.</p>
fr: <p>Le tirage ne pouvait pas être créé à cause de cette erreur :<em>%(message)s</em></p> <p>Si le problème persiste et vous ne savez pas le résoudre, contactez les développeurs.</p>
ru: <p>Сетка не может быть создана, поскольку произошла следующая ошибка: <em>%(message)s</em></p> <p>Если эта проблема повторяется и вы не знаете, как её решить, пожалуйста, свяжитесь с разработчиками.</p>

source: <p>The team standings could not be generated, because the following error occurred: <em>%(message)s</em></p> <p>Because generating the draw uses the current team standings, this prevents the draw from being generated.</p>
fr: <p>Le classement d'équipe ne pouvait pas être généré parce que l'erreur suivante s'est produite&nbsp;: <em>%(message)s</em></p> <p>Parce que la génération de tirage utilise le classement d'équipe actuel, ceci empêche le tirage d'être généré.</p>
ru: <p>Положение команд не может быть сгенерировано, поскольку произошла следующая ошибка:<em>%(message)s</em></p> <p>Поскольку генератор сетки использует текущее положение команд, это не дает сетке быть сгенерированной.</p>

source: Venues were not auto-allocated because there are one or more adjudicator venue constraints. You should run venue allocations after allocating adjudicators.
fr: Les salles n'ont pas été automatiquement attribués car il y a des juges avec des contraintes de salle. Vous devriez allouer les salles après d'avoir assigné les juges.
ru: Аудитории не были автоматически распределены, так как существуют ограничения на аудитории, связанные с судьями. Распределите аудитории после распределения судей.

source: Deleted the draw. You can now recreate it as normal.
fr: Supprimé le tirage. Vous pouvez maintenant le récréer comme normal.
ru: Сетка удалена. Теперь вы можете создать её заново.
