Repository: rishraj2000/tabbycat
Catalog: tabbycat/draw/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Released the draw.
fr: Publié le tirage.
ru: Сетка опубликована.

source: Unreleased the draw.
fr: Retiré le tirage.
ru: Отменить опубликование сетки.

source: Sorry, "%(input)s" isn't a valid time. It must be in 24-hour format, with a colon, for example: "13:57".
fr: Désolé, « %(input)s » n'est pas un temps valide. Il doit être en format 24-heure avec deux points, pour exemple&nbsp;: « 13:57 ».
ru: Извините, "%(input)s"не является корректным временем. Оно должно быть в 24-часовом формате, с двоеточием, например: "13:57".

source: Side Pre-Allocations
fr: Pré-Répartition des côtés aux équipes
ru: Предварительное распределение по сторонам

source: Edit Matchups
fr: Modifier Appariements
ru: Изменить паросочетания
