Repository: rishraj2000/tabbycat
Catalog: tabbycat/draw/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: %(count)d debate had its status set to %(status)s.
fr: %(count)d débat a son statut mis à %(status)s.
ru: %(count)d дебатов установлен статус %(status)s.

source: Set result status to %(status)s
fr: Mettre statut des résultats à %(status)s
ru: Установить статус результата в %(status)s

source: %(count)d debate was marked as having its sides confirmed.
fr: %(count)d débat a été marqué comme ayant ses côtés confirmés.
ru: %(count)d дебатов были отмечены как имеющие подтвержденные стороны.

source: %(count)d debate was marked as having its sides not confirmed.
fr: %(count)d débat a été marqué comme ayant ses côtés pas confirmés.
ru: %(count)d дебаты были отмечены имеющими неподтвержденные стороны.

source: Draw
fr: Tirage
ru: Сетка

source: Too many swaps
fr: Trop d'échanges
ru: Слишком много перестановок

source: One-up-one-down (history)
fr: Un-monte-un-descend (historique)
ru: Одна вверх одна вниз (история)

source: One-up-one-down (institution)
fr: Un-monte-un-descend (institution)
ru: Одна вверх, одна вниз (клуб)

source: One-up-one-down (to accommodate)
fr: Un-monte-un-descend (pour accommoder)
ru: Одна вверх одна вниз (для размещения)

source: Bubble up (history)
fr: Nager (histoire)
ru: Поднять вверх (история)

source: Bubble down (history)
fr: Couler (histoire)
ru: Опустить вниз (история)

source: Bubble up (institution)
fr: Nager (institution)
ru: Поднять вверх (клуб)

source: Bubble down (institution)
fr: Couler (institution)
ru: Опустить вниз (клуб)

source: Bubble up (to accommodate)
fr: Nager (pour accommoder)
ru: Поднять вверх (для удобства)

source: Bubble down (to accommodate)
fr: Couler (pour accommoder)
ru: Опустить вниз (для удобства)

source: Can't bubble up/down
fr: Ne peut pas nager/couler
ru: Не удалось переместить вверх/вниз

source: Pull-up team
fr: Promouvoir équipe
ru: Команда, которая была пулл-апнута

source: %d debates in the previous round don't have a result.
fr: %d débats à la joute précédente n'ont pas un résultat.
ru: %d дебатов в предыдущем раунде не имеют результата.

source: %d debates in the previous round don't have exactly two teams advancing.
fr: %d débats à la joute précédente n'ont pas exactement deux équipes avançantes.
ru: %d дебатов в предыдущем раунде не имеют двух проходящих дальше команд.

source: The room ranks of the partial elimination round indicate that an odd number of teams (%(nbypassing)d) bypassed it.
fr: Les rangs des salles de la joute d'élimination partielle indique qu'un nombre impair d'équipes (%(nbypassing)d) l'ont contourné.
ru: Места в частичном брейковом раунде указывают на то, что нечетное количество команд (%(nbypassing)d) пропустили его.

source: The room ranks of the partial elimination round indicate that %(nbypassing)d teams bypassed it, but %(advancing)d teams advanced from it.
fr: Les rangs des salles de la joute d'élimination partielle indique que %(nbypassing)d équipes l'ont contourné, mais que %(advancing)d équipes y ont avancé.
ru: Места в частичном брейковом раунде указывают, что %(nbypassing)d команды пропустили его, но %(advancing)d прошли его.

source: The number of debates (%d) in the last round is not a power of two.
fr: Le nombre d’équipes (%d) dans la joute précédente n’est pas une puissance de deux.
ru: Количество дебатов (%d) в этом раунде не кратно двум.

source: The Rényi order can't be negative, and it's currently set to %(alpha)f.
fr: L'ordre de Rényi ne peut pas être négative mais il est actuellement %(alpha)f.
ru: Порядок Ренье не может быть отрицательным, и он в настоящее время установлен на %(alpha)f.

source: The number of teams presented for the draw was not a multiple of %(num)d.
fr: Le nombre d’équipes présenté pour le tirage n'est pas un multiple de %(num)d.
ru: Количество команд, представленных для сетки, не было множеством из %(num)d.

source: There were no teams for the draw.
fr: Il n’y a pas d’équipes pour le tirage.
ru: Нет команд для создания сетки.

source: There are only %d teams breaking in this category; there need to be at least two to generate an elimination round draw.
fr: Il n'y a que %d équipes « breaking » dans cette catégorie ; il faut au moins deux pour générer un tirage pour une joute éliminatoire.
ru: В этой категории есть только %d брейкающихся команд, должны быть как минимум две, чтобы создать брейковый раунд.

source: The number of teams (%d) in this round is not a power of two.
fr: Le nombre d’équipes (%d) dans cette joute n’est pas une puissance de deux.
ru: Количество команд (%d) в этом раунде не кратно двум.

source: %(noninteger)d out of %(total)d teams have a noninteger first metric in the team standings. Intermediate brackets require the first team standings metric to be an integer (typically points or wins).
fr: %(noninteger)d sur %(total)d équipes ont une première métrique de classement non-entier. Les tranches intermédiaires obligent celui ci d'être entier (typiquement le pointage ou nombre de victoires).
ru: %(noninteger)d из %(total)d команд имеют не целое число первых показателей в положении команд. Для промежуточного ранжирования необходимо, чтобы первая метрика положения команд была целым числом (обычно баллы или победы).

source: There were %(aff_count)d affirmative teams but %(neg_count)d negative teams.
fr: Il y avait %(aff_count)d équipes affirmatives mais %(neg_count)d équipes négatives.
ru: Было %(aff_count)d команд утверждения, но %(neg_count)d команд отрицания.

source: One or more teams had an allocated side that wasn't affirmative or negative.
fr: Un équipe ou plus avait des côtés alloués qui n'étaient pas affirmatif ni négatif.
ru: Одна или несколько команд получили сторону, которая не была утверждением или отрицанием.

source: The draw type %(type)s can't be used with two-team formats.
fr: Le type de tirage %(type)s ne peut pas être utilisé avec des formats de deux équipes.
ru: Тип сетки %(type)s не может быть использован в формате с двумя командами.

source: The draw type %(type)s can't be used with British Parliamentary.
fr: Le type de tirage %(type)s ne peut pas être utilisé avec le format de Parlementaire Britannique.
ru: Тип сетки %(type)s не может быть использован в Британском Парламентском Формате.

source: Unrecognised "teams in debate" option: %(option)s
fr: Réglage d'« équipes au débat » inconnu&nbsp;: %(option)s
ru: Опция «команды в дебатах» не распознана: %(option)s

source: The break size (%(size)d) for this break category was invalid. It must be either six times or four times a power of two.
fr: La taille de la qualification (%(size)d) pour cette catégorie est invalide. Il doit être soit six ou quatre fois une puissance de deux.
ru: Размер брейка (%(size)d) для этой категории не валиден. Он должен быть либо шесть раз либо четыре раза в степени 2.

source: none
fr: aucun
ru: нет

source: postponed
fr: repoussé
ru: отложен

source: draft
fr: brouillon
ru: черновик

source: confirmed
fr: confirmé
ru: подтвержденные

source: round
fr: tour
ru: раунд

source: venue
fr: salle
ru: аудитория

source: bracket
fr: tranche
ru: значение баллов команд

source: room rank
fr: rang de salle
ru: место команды

source: importance
ru: значение

source: result status
fr: état de résultat
ru: статус результата

source: sides confirmed
fr: côtés confirmés
ru: стороны подтверждены

source: If unchecked, the sides assigned to teams in this debate are just placeholders.
fr: Si non coché, les côtés assignés aux équipes à ce débat sont génériques.
ru: Если не отмечено, то стороны, назначенные командам в этой дискуссии, являются просто заменителями.

source: debate
fr: débat
ru: дебаты

source: debates
fr: débats
ru: дебаты

source: (sides not confirmed)
fr: (côtés non-confirmés)
ru: (стороны не подтверждены)

source: vs
ru: против

source: affirmative
fr: affirmatif
ru: утверждение

source: negative
fr: négatif
ru: отрицание

source: opening government
fr: premier gouvernement
ru: первое правительство

source: opening opposition
fr: première opposition
ru: первая оппозиция

source: closing government
fr: second gouvernement
ru: второе правительство

source: closing opposition
fr: seconde opposition
ru: вторая оппозиция

source: team
fr: équipe
ru: команда

source: side
fr: côté
ru: сторона

source: debate team
fr: débat-équipe
ru: команда

source: debate teams
fr: débat-équipes
ru: команды

source: placed 1st
fr: arrivé 1er
ru: заняли 1е

source: placed 2nd
fr: arrivé 2e
ru: заняли 2е

source: placed 3rd
fr: arrivé 3e
ru: заняли 3е

source: placed 4th
fr: arrivé 4e
ru: заняли 4е

source: result unknown
fr: résultat inconnu
ru: результат неизвестен

source: won
fr: gagné
ru: выиграли

source: lost
fr: perdu
ru: проиграли

source: team side allocation
fr: répartition des côté aux équipes
ru: распределение команды на сторону

source: team side allocations
fr: répartitions des côtés aux équipes
ru: распределение команд по сторонам

source: Team %(num)d
fr: Équipe %(num)d
ru: Команда %(num)d

source: Room rank of this debate
fr: Rang de salle de ce débat
ru: Ранг этой комнаты

source: Bracket of this debate
fr: Tranche de ce débat
ru: Значение балов команд в этих дебатах

source: side history<br> (number of times the team has been on each side before this round)
fr: historique des côtés<br> (nombre de fois que l'équipe a été sur chaque côté avant ce tour)
ru: история сторон<br> (количество раз, когда команда была на каждой стороне перед этим раундом)

source: SH
fr: HC
ru: ИС

source: Went from balanced to imbalanced
fr: D'équilibré à déséquilibré
ru: Перешел от балансного к несбалансированному

source: Went from imbalanced to balanced
fr: De déséquilibré à équilibré
ru: Перешел от несбалансированного к сбалансированному

source: Best improvement possible, still imbalanced
fr: Meilleur amélioration possible, encore déséquilibré
ru: Лучшие возможные улучшения, но все ещё несбалансировано

source: Was imbalanced and still imbalanced
fr: Était déséquilibré et est encore déséquilibré
ru: Был несбалансированным и все еще остался несбалансированным

source: No metrics in the team standings precedence
fr: Aucune métrique dans la préséance de classement d'équipe
ru: Нет метрик для определения первичности положения команд

source: Side
fr: Côté
ru: Сторона

source: Position this round
fr: Position dans ce tour
ru: Позиция в этом раунде

source: Before
fr: Avant
ru: До

source: Side history before this round
fr: Historique de côté avant ce tour
ru: История сторон перед этим раундом

source: After
fr: Après
ru: После

source: Side history after this round
fr: Historique de côté après ce tour
ru: История сторон после этого раунда

source: Cost
fr: Coût
ru: Стоимость

source: Position cost
fr: Coût de position
ru: Стоимость позиции

source: Status
fr: État
ru: Статус

source: Teams with this many points are permitted in this debate<br> (bracket in bold)
fr: Les équipes qui ont ce nombre de points sont permises dans ce débat<br> (tranche en caractères gras)
ru: Команды с таким количеством очков допустимы в этих дебатах <br> (в скобках жирным шрифтом)

source: side history before this round
fr: historique de côté avant ce tour
ru: история сторон перед этим раундом

source: Sides
fr: Côtés
ru: Стороны

source: position cost
fr: coût de position
ru: стоимость позиции

source: STOP!!! Read this first! Deleting debate teams from the database may crash Tabbycat!
fr: ARRÊTEZ !!! D’abord lisez ceci ! La suppression des équipes-débat dans la base de données peut faire planter Tabbycat !
ru: СТОП! Сначала прочитайте это! Удаление команд из базы данных может привести к сбою Tabbycat!

source: Tabbycat requires that all debates have <strong>exactly</strong> one debate team for each side, and no other debate teams, at all times. If you delete any debate teams, you must then either replace each one with a new debate team in the same debate, or delete the associated debate objects. If you don't do this correctly, many pages <strong>will</strong> crash.
fr: Tabbycat exige que tous les débats aient <strong>exactement</strong> une débat-équipe pour chaque côté, et aucune autre débat-équipe, à tout moment. Si vous supprimez n’importe quelle débat-équipe, vous devez alors remplacer chacune d’elles avec une nouvelle débat-équipe dans le même débat, ou supprimer les objets associés de débat. Si vous ne le faites pas correctement, nombreux pages <strong>planteront certainement</strong>.
ru: Tabbycat требует, чтобы все дебаты имели <strong>ровно</strong> одну команду для каждой стороны, и ни одной другой команды. Если вы удалите любые команды в дебатах, то вы должны либо заменить каждую из них новой командой в тех же дебатах, либо удалить связанные с ними дебаты. Если вы не смогли сделать это правильно, то многие страницы <strong>будут</strong> выдавать сбой.

source: This is a common source of errors. If it happens to you, check the debates (under the Draw section in this Edit Database area) and ensure that all of them have exactly one affirmative and one negative team.
fr: Il s’agit d’une source commune d’erreurs. Si cela vous arrive, vérifiez les débats (sous la section de Tirage dans cette zone pour modifier la base de données) pour s'assurer que chacune a exactement une équipe affirmative et une équipe négative.
ru: Это распространенный источник ошибок. Если это случится с вами, проверьте дебаты (в разделе «Сетка» в области Правка Базы Данных) и убедитесь, что все они имеют именно одну команду утверждения и одну команду отрицания.

source: WARNING!!! If you are editing debate teams, read this first!
fr: AVERTISSEMENT !!! Si vous modifiez des équipes-débat, d’abord lisez ceci !
ru: ПРЕДУПРЕЖДЕНИЕ! Если вы редактируете команды, сначала прочтите это!

source: Tabbycat requires that there be <strong>exactly</strong> one debate team for each side, and no other debate teams, in each debate. If you edit debate teams in the database, you must ensure that this remains the case. If you don't do this correctly, many pages <strong>will</strong> crash.
fr: Tabbycat exige qu'il y ait <strong>exactement</strong> une équipe-débat pour chaque côté, et aucune autre équipe-débat, à chaque débat. Si vous modifiez les débat-équipes dans la base de données, vous devez vous assurer que cela reste le cas. Si vous ne le faites pas correctement, nombreux pages <strong>vont certainement</strong> se planter.
ru: Tabbycat требует, чтобы в каждых дебатах была <strong>ровно</strong> одна команда на одной стороне и никаких других команд. Если вы редактируете команды в базе данных, убедитесь, что это всё ещё так. Если вы не сможете сделать все правильно, многие страницы <strong>будут</strong>выдавать сбой.

source: 1 debate does not have a chair.
fr: 1 débat n'a pas de président.
ru: У одних дебатов нет чэйра.

source: <strong>%(adjudicators)s</strong> is adjudicating multiple debates.
fr: <strong>%(adjudicators)s</strong> juge plusieurs débats.
ru: <strong>%(adjudicators)s</strong> судит несколько дебатов.

source: 1 debate has a panel with an even number of adjudicators.
fr: 1 débat a un panel qui a un nombre pair de juges.
ru: У одних дебатов коллегия состоит из четного числа судей.

source: 1 debate has an adjudicator conflict.
fr: 1 débat a un conflit de juge.
ru: У одних дебатов судейский конфликт.

source: <strong>%(adjudicators)s</strong> is unavailable this round, but is assigned to a debate.
fr: <strong>%(adjudicators)s</strong> n'est pas disponible cette joute, mais est alloué à un débat.
ru: <strong>%(adjudicators)s</strong> недоступен для этого раунда, но распределен на одни из дебатов.

source: 1 adjudicator is available but not assigned to a debate.
fr: Un juge est disponible mais pas alloué à un débat.
ru: Один судья доступен, но не привязан ни к один дебатам.

source: <strong>%(teams)s</strong> is competing in multiple debates.
fr: <strong>%(teams)s</strong> se figure dans plusieurs débats.
ru: <strong>%(teams)s</strong> играет в нескольких дебатах.

source: 1 debate does not have a venue.
fr: 1 débat n’a pas de salle.
ru: У одних дебатов нет аудитории.

source: There are multiple debates in <strong>%(venues)s</strong>.
fr: Il y a plusieurs débats dans <strong>%(venues)s</strong>.
ru: Есть несколько дебатов в <strong>%(venues)s</strong>.

source: 1 debate has a venue constraint violation.
fr: Un débat viole une contrainte de salle.
ru: У одних дебатов есть нарушения ограничений на аудитории.

source: Availability
fr: Disponibilité
ru: Доступность

source: Edit Sides/Matchups
fr: Modifier les côtés/appariements
ru: Изменить стороны/паросочетания

source: Redo Draw
fr: Refaire le tirage
ru: Переделать сетку

source: Draw Details
fr: Détails du Tirage
ru: Детали сетки

source: Position Balance
fr: Équilibre des positions
ru: Баланс позиций

source: Display Draw
fr: Affichage du tirage
ru: Показать сетку

source: Confirm draw regeneration
fr: Confirmer régénération de tirage
ru: Подтвердите регенерацию сетки

source: Back to Draw
fr: Retour au tirage
ru: Вернуться к сетке

source: Confirm Draw Deletion for %(name)s
fr: Confirmer suppression de tirage pour %(name)s
ru: Подтвердить удаление сетки для %(name)s

source: Do you really want to regenerate the draw for %(name)s? This will delete <strong>all the debates in the current draw</strong> — including their ballots and adjudicator allocations — and cannot be undone. You probably don't want to do this if any results have been entered!
fr: Voulez-vous vraiment régénérer le tirage pour %(name)s&nbsp;? Cela supprimera <strong>tous les débats dans le tirage actuel</strong> y compris leurs feuilles de jugement et les attributions de juge, ce qui ne peut pas être annulé. Vous ne voulez probablement pas le faire si des résultats ont été saisis&nbsp;!
ru: Вы действительно хотите заново создать сетку для %(name)s? Это удалит <strong>все дебаты в текущей сетке</strong> — включая их бэллоты и распределение судей — и не может быть отменено. Возможно, вы не захотите этого сделать, если какие-либо результаты уже были введены!

source: Yes, I want to delete the current draw for %(name)s
fr: Oui, je veux supprimer le tirage actuelle pour %(name)s
ru: Да, я хочу удалить текущую сетку для %(name)s

source: View Draw
fr: Voir le tirage
ru: Посмотреть сетку

source: Debates start at %(start_time)s
fr: Les débats commenceront à %(start_time)s
ru: Дебаты начинаются в %(start_time)s

source: Add Start Time
fr: Définir l'heure de début
ru: Добавить время начала

source: Enter Results
fr: Saisie des résultats
ru: Ввести результаты

source: Motion Details
fr: Détails des motions
ru: Детали темы

source: %(motions_count)s motion has been entered.
fr: %(motions_count)s motion a été enregistrée.
ru: %(motions_count)s тема введена.

source: Edit motions
fr: Modifier les motions
ru: Редактировать темы

source: Your configuration/format requires motions to be specified as part of ballot entry. Make sure they are added before results come in!
fr: Votre configuration/format nécessite la spécification des motions dans le cadre de la saisie des feuilles. Assurez-vous que vous les ajoutiez avant que les résultats arrivent !
ru: Ваша конфигурация/формат требует, чтобы темы были указаны в качестве части введения бэллота. Убедитесь, что они добавлены до того, как будут поступать результаты!

source: Enter motions
fr: Saisir les motions
ru: Ввести темы

source: The motion has been entered.
fr: La motion a été enregistrée.
ru: Тема введена.

source: Edit the motion
fr: Modifier la motion
ru: Редактировать тему

source: A motion should be added if you want to display it to the auditorium or print in on your ballots (using the links below) or to display it (later) on the public motions page.
fr: Vous devriez enregistrer une motion si vous voulez l'afficher dans l'auditorium, l'imprimer sur vos feuilles (en utilisant les liens ci-dessous), ou l'afficher (plus tard) sur la page publique pour les motions.
ru: Тема должна быть добавлена, если вы хотите показать её аудитории или распечатать на бэллотах (используя ссылки ниже) или показать её (позже) на публичной странице с темами.

source: Enter a motion
fr: Saisir une motion
ru: Ввести тему

source: Release Draw
fr: Publication du tirage
ru: Опубликовать сетку

source: You have not generated a draw for this round yet. There is nothing to release.
fr: Vous n'avez pas encore générer un tirage pour cette joute. Il n'y a rien à publier.
ru: Вы еще не создали сетку для этого раунда. Нет ничего, что можно опубликовать.

source: The draw for this round is still in a draft state. Confirm the draw before releasing it.
fr: Le tirage de cette joute est encore un brouillon. Confirmez-le avant de le publier.
ru: Сетка на этот раунд все ещё в стадии создания. Подтвердите сетку перед опубликованием.

source: Unrelease draw to public
fr: Retirer le tirage du public
ru: Отменить публичную демонстрацию сетки

source: The draw has been released publicly.
fr: Le tirage a été publié.
ru: Сетка была опубликована.

source: View public draw page
fr: Voir page de tirage publique
ru: Посмотреть публичную страницу с сеткой

source: You have released the draw, so ballots and/or feedback can be submitted from the public forms (if enabled). However, the draw itself will not show to the public unless the "public view of draw" setting is enabled in <a class="alert-link" href="%(alert_link)s"> this tournament's configuration</a>.
fr: Puisque vous avez publié le tirage, il est possible d'utiliser les formulaires publics afin de soumettre les feuilles ou les évaluations (si ces formulaires sont activés). Cependant, le tirage ne s'affichera pas à moins que le paramètre « affichage public du tirage » soit activé dans <a class="alert-link" href="%(alert_link)s">la configuration de ce tournoi</a>.
ru: Вы выложили сетку, так что бэллоты и обратная связь могут быть отправлены через общедоступные формы (если доступно). Однако сама сетка не будет видна публично, если "публичный просмотр сетки" не включен в <a class="alert-link" href="%(alert_link)s"> в настройках турнира</a>.

source: You have released the draw, but it will not show to the public unless the "public view of draw" setting is enabled in <a class="alert-link" href="%(alert_link)s"> this tournament's configuration</a>.
fr: Vous avez publié le tirage, mais il ne s'affichera pas à moins que la paramètre « affichage public du tirage » soit activée dans <a class="alert-link" href="%(alert_link)s">la configuration de ce tournoi</a>.
ru: Вы выложили сетку, но она не будет видна публично, если "публичный просмотр сетки" не включен в <a class="alert-link" href="%(alert_link)s"> настройках турнира </a>.

source: Release draw to public
fr: Publier le tirage
ru: Показать сетку публично

source: Your tournament allows ballots and feedback to be submitted online by adjudicators. The draw must be released before they can do so.
fr: Votre tournoi permet aux juges de soumettre en ligne les feuilles et les évaluations. Avant qu'ils puissent le faire, il faut que le tirage soit publié.
ru: Ваш турнир позволяет отправлять бэллоты и формы обратной связи онлайн. Сетка должна быть опубликована прежде, чем они смогут сделать это.

source: Your tournament allows ballots to be submitted online by adjudicators. The draw must be released before they can do so.
fr: Votre tournoi permet aux juges de soumettre en ligne les feuilles. Avant qu'ils puissent le faire, il faut que le tirage soit publié.
ru: Ваш турнир позволяет судьям отправлять бэллоты онлайн. Сетка должна быть опубликована прежде, чем они смогут сделать это.

source: Your tournament allows feedback to be submitted online by participants. The draw must be released before they can do so.
fr: Votre tournoi permet aux juges de soumettre en ligne les évaluations. Avant qu'ils puissent le faire, il faut que le tirage soit publié.
ru: Ваш турнир позволяет участникам отправлять формы обратной связи онлайн. Сетка должна быть опубликована прежде, чем они смогут сделать это.
