Repository: rishraj2000/tabbycat
Catalog: tabbycat/venues/locale/*/LC_MESSAGES/django.po
Languages: es

source: Venues
es: Salas

source: name
es: nombre

source: priority
es: prioridad

source: Venues with a higher priority number will be preferred when allocating venues to debates
es: Las salas con un mayor número de prioridad serán priorizadas cuando se asignen las salas de debate

source: tournament
es: torneo

source: Venues not assigned to any tournament can be shared between tournaments
es: Las salas que no estén asignadas a ningún torneo pueden ser compartidas entre torneos

source: venue
es: sala

source: venues
es: salas

source: Don't display in venue name
es: No mostrarlo en el nombre de la sala

source: Display as prefix
es: Mostrar como prefijo

source: Display as suffix
es: Mostrar como sufijo

source: Name of category, e.g., "Purple", "Step-free access", "Close to tab room". This name is shown when the category is prefixed or suffixed to a venue name in the draw, e.g., "Purple – G05".
es: Nombre de la categoría, ej: "Morado", "Acceso sin escaleras", "Cerca a tabulación". Este nombre se muestra cuando la categoría se muestra como prefijo o sufijo del nombre de la sala en el cuadro, ej: "Morado – G05".

source: description
es: descripción

source: Description, as the predicate of a sentence, e.g. "has step-free access", "is close to the briefing hall". This description follows "This venue" when shown in tooltips, e.g., "This venue is close to the briefing hall.".
es: Descripción, como el predicado de una oración, ej: "tiene acceso sin escaleras", "está cerca de la sala de anuncios". La descripción le sigue a "Esta sala" cuando se muestra en tooltips, ej: "Esta sala está cerca de la sala de anuncios".

source: display in venue name
es: mostrar en el nombre de la sala

source: Prefix: "Purple – G05", Suffix: "G05 – Purple"
es: Prefijo: "Morado – G05", Sufijo: "G05 – Morado"

source: display in public tooltip
es: mostrar en el tooltip público

source: Displays the description in the tooltip for the venue on public pages. The description, if not blank, will always show on admin pages.
es: Muestra la descripción en el tooltip para la sala en las páginas públicas. La descripción, si no está en blanco, siempre se mostrará en las paginas de admin.

source: venue category
es: categoría de sala

source: venue categories
es: categorías de sala

source: category
es: categoría

source: subject content type
es: Tipo de contenido del elemento

source: subject ID
es: ID del elemento

source: venue constraint
es: limitación de sala

source: venue constraints
es: limitaciones de sala

source: Venue Categories
es: Categorías de sala

source: Venue categories allow you to group venues together into "zones" to display in the draw and make navigation easier for participants, and/or specify constraints on venue allocation that require teams, adjudicators or institutions to be put in a venue in a particular category.
es: Las categorías de sala le permiten agrupar en "zonas" las salas para mostrarlas en el sorteo y facilitar la navegación de los participantes, y/o especificar restricciones en la asignación de salas que requieren que los equipos, adjudicadores o instituciones sean asignados en un lugar en una categoría particular.

source: If you want to delete venue categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
es: Si quieres eliminar alguna categoría de sala, utiliza el area de <a href="%(edit_db_url)s" class="alert-link">Editar Base de Datos</a>.

source: Save Venue Categories
es: Guardar las categorías de sala

source: Venue Constraints
es: Limitaciones de sala

source: Venue constraints tell the venue allocator to try to keep the specified team or adjudicator, or all teams (but not adjudicators) from the specified institution, in a venue in the given category. The "priority" field resolves conflicting constraints: the higher priority takes precedence. You can also use the priority field to specify "lower-preference" constraints, which are taken if a higher-priority constraint couldn't be met.
es: Las limitaciones de sala le dicen al asignador de salas que intente mantener al equipo o juez en específico, o a todos los equipos (pero no jueces) de una institución en específico, en una sala dentro de la categoría determinada. El campo de "prioridad" resuelve los conflictos en las limitaciones al momento de asignar: se prioridad las salas con mayor prioridad. También puedes usar el campo de prioridad para especificar limitaciones de menor preferencia que se tienen en cuenta si una limitación de mayor preferencia no se pudo cumplir.

source: Save Venue Constraints
es: Guardar las limitaciones de sala

source: Venue constraint of %(name)s met (%(category)s)
es: Las (%(category)s) cumplen con las limitaciones de sala de %(name)s

source: Venue does not meet any constraint of %(name)s
es: La sala no cumple con ninguna de las limitaciones de %(name)s

source: Venue constraint of %(team)s met (%(category)s, via institution %(institution)s)
es: Se cumplen las limitaciones de sala de %(team)s (%(category)s, vía la institución %(institution)s)

source: Venue does not meet any constraint of institution %(institution)s (%(team)s)
es: La sala no cumple con ninguna de las limitaciones de la institución %(institution)s (%(team)s)

source: Saved venue category: %(list)s
es: Categoría de sala guardada: %(list)s

source: No changes were made to the venue categories.
es: No se realizaron cambios a las categorías de sala.

source: %s (Adjudicator)
es: %s(Juez)

source: %s (Team)
es: %s(Equipo)

source: %s (Institution)
es: %s(Institución)

source: Saved %(count)d venue constraint.
es: Limitación de sala guardadas %(count)d
