Repository: rishraj2000/tabbycat
Catalog: tabbycat/tournaments/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Tournaments
ar: البطولات

source: Number of preliminary rounds
ar: عدد الجولات التمهيدية

source: Number of teams in the open break
ar: عدد الفرق المتأهلة

source: Leave blank if there are no break rounds.
ar: اترك المساحة فارغة إذا لم يكن هناك جولة إضافية

source: Open
ar: فتح

source: Format Configuration
ar: ترتيب

source: Apply a standard set of settings to match a common debate format
ar: تطبيق مجموعة قياسية من الإعدادات لمطابقة تنسيق المناظرة

source: Public Configuration
ar: التهئية العامة

source: Show non-sensitive information on the public-facing side of this site, like draws (once released) and the motions of previous rounds
ar: تظهر المعلومات غير الحساسة على الجانب المواجه للجمهور من هذا الموقع، مثل توجه (صدر مرة واحدة) والحركات من الجولات السابقة

source: You've been redirected to this page because of a problem with how teams are assigned to sides in a debate.
ar: تمت إعادة توجيهك إلى هذه الصفحة بسبب وجود مشكلة في كيفية تعيين الفرق في المناظرة .

source: There's a problem with how teams are assigned to sides in a debate. The tab director will need to resolve this issue.
ar: هناك مشكلة في كيفية تعيين الفرق للجانبين في المناظرة. سيحتاج مسؤول الإدخال لحل هذه المشكلة.

source: for %(round)s
ar: من %(round)s

source: You can't use this as a tournament slug, because it's reserved for a Tabbycat system URL. Please try another one.
ar: لا يمكنك استخدامه في البطولة ، لأن الرابط محجوز من نظام Tabbycat. يرجى تجربة رابط آخر.

source: name
ar: اسم

source: The full name, e.g. "Australasian Intervarsity Debating Championships 2016"
ar: الاسم الكامل ، مثال على ذلك " البطولة الاسترالية للمناظرات 2016 "

source: short name
ar: اسم قصير

source: The name used in the menu, e.g. "Australs 2016"
ar: الاسم المستخدم في القائمة " استراليا 2016 "

source: sequence number
ar: رقم التسلسل

source: A number that determines the relative order in which tournaments are displayed on the homepage.
ar: رقم يحدد الترتيب النسبي الذي يتم فيه عرض البطولات على الصفحة الرئيسية.

source: slug
ar: اختصار

source: The sub-URL of the tournament, cannot have spaces, e.g. "australs2016"
ar: رابط البطولة لا يحتوي على مسافة مثال ذلك "استراليا2016"

source: active
ar: مفعل

source: tournament
ar: البطولة

source: tournaments
ar: البطولات

source: Random
ar: عشوائي

source: Manual
ar: يدوي

source: Round-robin
ar: ذهاب وإياب

source: Elimination
ar: تراجع

source: Preliminary
ar: أولية

source: None
ar: لا يوجد

source: Draft
ar: مسودة

source: Confirmed
ar: معتمد

source: Released
ar: معلنة

source: A number that determines the order of the round, should count consecutively from 1 for the first round
ar: الرقم الذي يحدد ترتيب الجولة ، يجب أن يتم احتسابه بالتسلسل من 1 للجولة الأولى

source: e.g. "Round 1"
ar: مثال : الجولة 1

source: abbreviation
ar: الاختصار

source: e.g. "R1"
ar: مثال ذلك : R1

source: stage
ar: مسرح

source: draw type
ar: نوع الرسم

source: Which draw method to use
ar: طريقة القرعة التي سيتم استخدامها

source: break category
ar: الفئة المتأهلة

source: If elimination round, which break category
ar: إذا تم التراجع في الجولة، من الفئة المتأهلة

source: draw status
ar: حالة القرعة

source: The status of this round's draw
ar: حالة القرعة لهذه الجولة

source: feedback weight
ar: التغذية الراجعة

source: The extent to which each adjudicator's overall score depends on feedback vs their test score. At 0, it is 100% drawn from their test score, at 1 it is 100% drawn from feedback.
ar: إلى أي مدى تعتمد النتيجة الإجمالية لكل محاضر على التقييم المرتقب مقابل درجة اختبارهم. عند 0 ، يتم سحب 100٪ من درجة اختبارهم ، في 1 يتم استخلاصها بنسبة 100٪ من التغذية الراجعة .

source: silent
ar: صامت

source: If marked silent, information about this round (such as its results) will not be shown publicly.
ar: هذه النتيجة صامتة، (النتيجة مثلا) لا ينبغي إعلانها للجمهور

source: motions released
ar: القضايا المعلنة

source: Whether motions will appear on the public website, assuming that feature is turned on
ar: ما إذا كانت الاقتراحات ستظهر على موقع الويب العام ، على افتراض أن هذه الميزة قيد التشغيل

source: starts at
ar: ابدأ بـ

source: round
ar: جولة

source: rounds
ar: جولات

source: A round in the elimination stage must have its draw type set to "Elimination".
ar: جولة في مرحلة التراجع يجب أن تكون القرعة من نوع التراجع

source: A round in the preliminary stage cannot have its draw type set to "Elimination".
ar: جولة في المرحلة الأولية لا يمكن تعيين نوع القرعة الخاص بها من نوع التراجع

source: Elimination rounds must have a break category.
ar: جولات التراجع يجب أن تحظى بتأهل معين

source: Dashboard
ar: لوحة القيادة

source: Overview
ar: عرض

source: current round: %(round_name)s, status: %(round_status)s
ar: الجولة الأولى : %(round_name)s، الحالة : %(round_status)s

source: Welcome to Tabbycat!
ar: مرحبا بك في Tabbycat!

source: To get started, you'll need to create the first user account. This account is a "superuser" account: it will be able to edit anything on the site. Therefore, you should use a strong password.
ar: للبدء ، ستحتاج إلى إنشاء حساب المستخدم الأول. هذا الحساب هو حساب "مستخدم متميز": سيتمكن من تعديل أي شيء على الموقع. لذلك ، يجب عليك استخدام كلمة مرور قوية.

source: You can only create this account once, but if you like, you can change the username and password after it's created, or add new superusers afterwards.
ar: يمكنك فقط إنشاء هذا الحساب مرة واحدة، ولكن إذا أردت، يمكنك تغيير اسم المستخدم وكلمة المرور بعد إنشائها، أو إضافة اسم مستخدم جديد بعد ذلك.

source: The e-mail address is used for password resets. You don't have to provide one, but if you don't, you won't be able to reset your password if you forget it.
ar: يتم استخدام عنوان البريد الإلكتروني لإعادة تعيين كلمة المرور. لا يتعين عليك تقديم واحد ، ولكن إذا لم تفعل ، فلن تتمكن من إعادة تعيين كلمة المرور الخاصة بك إذا نسيتها.

source: Create Account
ar: إنشاء حساب

source: Configure Tournament %(tournament_name)s
ar: ترتيب البطولة %(tournament_name)s

source: To finish creating your tournament select a basic configuration options. Note that these can always be changed later (and with more precise control) if needed.
ar: لإنهاء إنشاء بطولتك ، حدد خيارات تكوين أساسية. لاحظ أنه يمكن تغييرها دائمًا لاحقًا (مع تحكم أكثر دقة) إذا لزم الأمر.

source: Configure Tournament
ar: ترتيب البطولة %(tournament_name)s

source: Create New Tournament
ar: إنشاء بطولة جديدة

source: Tabbycat is free to use for non-profit and non-fundraising tournaments (although donations are encouraged). If your tournament is run for profit or for fundraising, please note that there is a <a href="%(donations_url)s">required payment</a>. For more details, see the <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html"> Tabbycat licence agreement</a>.
ar: Tabbycat نظام مجاني للاستخدام في المسابقات الغير ربحية وغير الممولة (على الرغم من تشجيع التبرعات). إذا تم تشغيل بطولتك للربح أو لجمع التبرعات ، يرجى ملاحظة أن هناك <a href="%(donations_url)s">طلب شراء </a> لمزيد من التفاصيل ، راجع <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html">اتفاقية ترخيص .</a>

source: Just trying out Tabbycat?
ar: هل تريد الخروج من Tabbycat؟

source: You already have a tournament set up using this data set. Reloading the data will delete <strong>all data</strong> from that tourament.
ar: لديك بالفعل دورة تم إعدادها باستخدام مجموعة البيانات هذه. سيؤدي إعادة تحميل البيانات إلى حذف <strong>كل البيانات </strong>في هذه البطولة

source: Create Tournament
ar: إنشاء بطولة

source: Cancel and go back to the site home page
ar: إلغاء وعودة إلى الصفحة الرئيسية

# title
source: Donate to Tabbycat
ar: التبرع إلى Tabbycat

source: Tabbycat is a volunteer effort. Since 2012, its maintainers have spent thousands of hours working on it.
ar: Tabbycat هو جهد التطوع. منذ عام 2012 ، قضى مشرفوها آلاف الساعات في العمل عليها.

source: Donating to Tabbycat helps the maintainers to meet recurring costs and justify our ongoing contributions in responding to support enquiries, keeping the software up to date, fixing bugs, and developing new features.
ar: يساعد التبرع لـ Tabbycat المشرفين على تلبية التكاليف المتكررة وتبرير مساهماتنا المستمرة في الرد على استفسارات الدعم ، والحفاظ على تحديث البرنامج ، وإصلاح الأخطاء ، وتطوير ميزات جديدة.

source: We suggest that tournaments budget for a donation of A$1 (Australian dollar) per team. For tournaments run for fundraising or for profit, whether partly or solely, this payment is <strong>required</strong> and your licence to use Tabbycat is conditional upon it. General donations from individuals or organisations are of course also much appreciated.
ar: نقترح أن تكون ميزانية المسابقات للتبرع بـ 1 دولار أسترالي (دولار أسترالي) لكل فريق. بالنسبة للبطولات التي يتم تشغيلها لجمع التبرعات أو للربح ، سواء بشكل جزئي أو فردي ، يتم استرداد هذا المبلغ<strong>ورخصتك </strong>لاستخدام Tabbycat مشروطة به. التبرعات العامة من الأفراد أو المنظمات بالطبع هي أيضا محل تقدير كبير.

source: Our suggested donation from %(tournament)s, based on its size, is <strong>A$%(nteams)s</strong>. The easiest way to donate is <a href="http://PayPal.Me/tabbycatproject/%(nteams)saud">via Paypal</a>, but please don’t hesitate to <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html#email">email us</a> if other methods would work better for you. Also, feel free to get in touch if you require an invoice or receipt for the payment.
ar: إن تبرعنا المقترح من %(tournament)s ، بناءً على حجمه ، هو 1 دولار %(nteams)s . أسهل طريقة للتبرع هي <a href="http://PayPal.Me/tabbycatproject/%(nteams)saud"> via Paypal </a>، ولكن من فضلك لا تتردد في <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html#email">الاتصال بنا </a> إذا كانت الطرق الأخرى ستعمل بشكل أفضل لك. أيضا ، لا تتردد في الاتصال إذا كنت تحتاج إلى فاتورة أو إيصال الدفع.

source: The easiest way to donate is <a href="http://PayPal.Me/tabbycatproject/0aud">via Paypal</a>. Please <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html">contact us</a> if you require other options.
ar: أسهل طريقة للتبرع هي<a href="http://PayPal.Me/tabbycatproject/0aud"> via Paypal </a>، يرجى <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html">الاتصال بنا </a> إذا كنت تحتاج إلى خيارات أخرى.ولكن من فضلك.

source: Tabbycat always requires that, in every debate, one and only one team is assigned to each side. When that is not the case, this error occurs. Usually, this is the result of debates having been manually edited.
ar: يتطلب Tabbycat دائما ، في كل المناظرة ، تعيين واحد وفريق واحد فقط لكل جانب. عندما لا يكون هذا هو الحال ، يحدث هذا الخطأ. عادة ، هذا هو نتيجة المناظرات التي تم تحريرها يدويا.

source: A list of offending debates is presented below. To fix them, you'll need to do the following:
ar: فيما يلي قائمة بالمناظرات المسيئة. لإصلاحها ، ستحتاج إلى إجراء ما يلي:

source: Click the <strong>Fix this debate</strong> button for that debate.
ar: اضغط على زر<strong>تعديل المناظرة </strong> في هذه المناظرة

source: Ensure that every <strong>side</strong> that should be present in the debate is present and has a <strong>team</strong> assigned. If a team is missing, find an empty row and use the magnifying glass to select a team. Then set the new team's <strong>side</strong> accordingly.
ar: تأكد من أن كل <strong>جانب </strong> يجب أن يكون موجود في المناظرة وأن يكون له <strong> فريق </strong> معين. إذا كان هناك فريق مفقود، يجب العثور على صف فارغ وتعيين فريق جديد و <strong>جانب</strong> له مخصص وفقا لذلك.

source: Ensure that no <strong>side</strong> appears more than once in the debate.
ar: تأكد بعدم ظهور <strong>جانب </strong> أكثر من مره واحدة في المناظرة

source: <strong>Save</strong> the changes.
ar: <strong>حفظ</strong>التغيير

source: Once you've fixed all the debates, you should then be able to return to whatever page you were originally on without the error reoccurring.
ar: بمجرد إصلاح جميع المناظرات ، يجب أن تكون قادرًا على العودة إلى أي صفحة كنت فيها بالأصل دون تكرار الخطأ.

source: You can also see all the debates in the <a href="%(edit_debates_url)s" target="_blank">Debates section of the Edit Database Area</a>.
ar: يمكنك عرض جميع المناظرات <a href="%(edit_debates_url)s" target="_blank"> في قسم المناظرات وتعديلها </a>

source: Debate ID
ar: الرقم التعريفي للمناظرة

source: Team(s) on %(side_name)s
ar: الفريق ( الفرق ) في %(side_name)s

source: Link to fix this debate
ar: رابط لتعديل هذه المناظرة

source: No teams
ar: لا يوجد فرق

source: Multiple teams
ar: فرق متعددة

# button label
source: Fix this debate
ar: تعديل هذه المناظرة

source: It looks like all debates are in good shape!
ar: يبدو أن جميع المناظرات تسير بحالة جيدة!

source: If you keep getting redirected to this page and you're not sure why, please contact the developers of Tabbycat.
ar: في حالة استمرار إعادة توجيك إلى هذه الصفحة وكنت غير متأكد من السبب، يرجى الاتصال بمطوري Tabbycat.

source: Welcome to %(tournament_name)s
ar: مرحباً في %(tournament_name)s

source: There is currently no public information available for this tournament.
ar: لا يوجد حاليا أي معلومات عامة متاحة لهذه البطولة

source: Team Tab
ar: فريق التاب

source: Speaker Tab
ar: تاب المتحدثين

source: %(category_name)s Speaker Tab
ar: %(category_name)s تاب المتحدثين

source: Replies Tab
ar: تاب خطاب الرد

source: Adjudicator Tab
ar: تاب المحكمين

source: Motions Tab
ar: تاب القضايا

source: Sides
ar: الأطراف

source: Draw for %(round_name)s
ar: قرعة %(round_name)s

source: Check-Ins
ar: تسجيلات الدخول

source: Results
ar: النتائج

source: Motions
ar: قضايا

source: Team Standings
ar: ترتيب الفرق

source: %(category_name)s Break
ar: %(category_name)sتأهل

source: Breaking Adjudicators
ar: الحكام المتأهلون

source: Diversity
ar: تقسيمات

source: Participants
ar: المشاركون

source: Feedback Progress
ar: التغذية الراجعة

source: Enter Ballot
ar: إدخال القرعة

source: Enter Feedback
ar: إدخال التغذية الراجعة

source: Enter Results
ar: ادخل النتائج

source: Set Current Round
ar: الجولة الحالية

source: Back to Configuration
ar: العودة إلى الترتيب

source: No round is currently set. In order for Tabbycat to work, please set the <strong>current round</strong> of the tournament <strong>%(tournament_name)s</strong>.
ar: لا توجد جولة محددة حاليا. من أجل عمل Tabby Cat ، يرجى تعيين <strong>الجولة الحالية من البطولة </strong><strong>%(tournament_name)s</strong>

source: On this page, you can set the <strong>current round</strong> of the tournament <strong>%(tournament_name)s</strong>.
ar: من هذه الصفحة يمكنك<strong> متابعة الجولة </strong><strong>%(tournament_name)s</strong>

source: The tournament <strong>%(tournament_name)s</strong> has no rounds. You'll need to <a href="%(round_changelist_url)s">add rounds and associate them with this tournament</a> before you can set the current round.
ar: البطولة <strong>%(tournament_name)s</strong> لا تمتلك جولات ، تحتاح إلى <a href="%(round_changelist_url)s"> إضافة جولات إلى البطولة </a>قبل متابعة سير الجولة

source: Welcome!
ar: مرحبا

source: Assistant area for <strong>%(tn)s</strong>
ar: مساعد المنطقة لـ <strong>%(tn)s</strong>

source: Public area for <strong>%(tn)s</strong>
ar: منطقة عامة لـ<strong>%(tn)s</strong>

source: It looks like there aren't any tournaments on this site. Would you like to create one?
ar: يبدو أنه لا تتوفر أي بطولة في هذا الموقع، هل تريد إنشاء واحده ؟

source: There are currently no tournaments set up on this site.
ar: لا يوجد أي تتبع للبطولة في الموقع

source: New Tournament
ar: بطولة جديدة

source: Edit Database Area
ar: تعديل قاعدة البيانات

source: Change Password (%(user)s)
ar: تغيير كلمة السر %(user)s

source: Log Out (%(user)s)
ar: تسجيل الخروج %(user)s

source: Log In as Admin
ar: تسجيل دخول المدير

source: We hope you've enjoyed using Tabbycat for your tournament. We would appreciate if you would make a donation to the project in order to support its ongoing development and maintenance. For a tournament of this size, we suggest a donation of <strong>$%(amount)s</strong>. Note that if your tournament is run for profit, or for fundraising, making this payment is a mandatory condition of Tabbycat's software license. <a href="%(url)s">Learn more about donating.</a>
ar: نأمل أن تكون قد استمتعت باستخدام Tabbycat للبطولة الخاصة بك. سنكون ممتنين إذا قمت بالتبرع للمشروع من أجل دعم التطوير والصيانة المستمرة. بالنسبة إلى دورة بهذا الحجم ، نقترح التبرع بـ<strong>%(amount)s</strong> لاحظ أنه إذا تم تشغيل دورتك للربح ، أو لجمع التبرعات ، فإن جعل هذا الدفع شرطًا إلزاميًا <a href="%(url)s">لترخيص برنامج Tabbycat. تعرف على المزيد حول التبرع .</a>

source: Welcome to your new tournament!
ar: مرحباً بك في بطولة جديدة

source: The next step is to import your initial tournament data: the institutions, teams, adjudicators and venues that are in your tournament. There are a number of ways to do this. For small-to-medium tournaments, the simple importer is your best bet.
ar: الخطوة التالية هي استيراد بيانات البطولة الأولية الخاصة بك: المؤسسات والفرق والحكام والأماكن الموجودة في بطولتك. هنالك عدة طرق لعمل هذا. بالنسبة للبطولات الصغيرة إلى المتوسطة ، يكون المستضيف البسيط هو أفضل لك .

source: For more information, please consult our <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank"> documentation on importing initial data</a>.
ar: لمزيد من المعلومات ، يرجى الرجوع إلى وثائقنا 1 <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank">عن استيراد البيانات الأولية</a>

source: Use the simple importer to add your initial data.
ar: استخدم المستورد البسيط لإضافة بياناتك الأولية.

source: Go to the checkins area to begin creating a draw for %(round_name)s
ar: انتقل إلى منطقة الدخول لبدء القرعة لـ%(round_name)s

source: Go to the draw area to allocate adjudicators for %(round_name)s
ar: انتقل إلى منطقة القرعة لبدء توزيع الحكام لـ%(round_name)s

source: Go to the results area to begin entering ballots for %(round_name)s
ar: انتقل إلى منطقة النتائج لبدء إدخال النتائج لـ%(round_name)s

source: Grand Final
ar: النهائي

source: GF
ar: ج،أف

source: Semifinals
ar: نصف النهائي

source: SF
ar: ن.ن

source: Quarterfinals
ar: الدور الربع النهائي

source: QF
ar: ر.ن

source: affirmative
ar: موالاة

source: negative
ar: معارضة

source: affirmative team
ar: فريق الموالاة

source: negative team
ar: فريق المعارضة

source: Aff
ar: مولاة

source: Neg
ar: معارضة

source: opening government
ar: الموالاة الأول

source: opening opposition
ar: الموالاة الثاني

source: closing government
ar: المعارضة الأول

source: closing opposition
ar: المعارضة الثاني

source: opening government team
ar: فريق الموالاة الأول

source: opening opposition team
ar: فريق الموالاة الثاني

source: closing government team
ar: فريق المعارضة الأول

source: closing opposition team
ar: فريق المعارضة الثاني

source: Round %(number)d
ar: جولة %(number)d

source: R%(number)d
ar: ج%(number)d

source: Unknown break round
ar: الجولات المتأهلة غير معروفة

source: UBR
ar: رابط
