Repository: rishraj2000/tabbycat
Catalog: tabbycat/standings/locale/*/LC_MESSAGES/django.po
Languages: ru

source: The same metric would be added twice:
ru: Эта же метрика будет добавлена дважды:

source: The same ranking would be added twice:
ru: Тот же рейтинг будет добавлен дважды:

source: Unrecognized metric code: "%(code)s"
ru: Нераспознанный код метрики: "%(code)s"

source: All
ru: Все

source: Breaking
ru: Брейкаются

source: Not %(category)s
ru: Не %(category)s

source: All Speakers
ru: Все спикеры

source: Indies
ru: Нез

source: Chairs
ru: Чэйры

source: Panellists
ru: Винги

source: Trainees
ru: Винги без права голоса

source: Average Rating
ru: Средний рейтинг

source: Median Rating
ru: Медианный рейтинг

source: Upper Quartile Rating
ru: Рейтинг верхней четверти

source: Lower Quartile Rating
ru: Рейтинг нижней четверти

source: Average Rating From Teams
ru: Средний рейтинг от команд

source: Average Rating From Chairs
ru: Средний рейтинг от чэйров

source: Average Rating From Panellists
ru: Средний рейтинг от вингов

source: Average Rating From Trainees
ru: Средний рейтинг от вингов без права голоса

source: Average Score
ru: Средний балл

source: Median Score
ru: Медианный балл

source: Upper Quartile Score
ru: Баллы верхней четверти

source: Lower Quartile Score
ru: Баллы нижней четверти

source: Reply Speaker Average
ru: Среднее заключительных спикеров

source: Speaker %(num)d Average
ru: Спикерский %(num)d средний

source: Average Finals Score
ru: Средний финальный балл

source: total
ru: всего

source: Total
ru: Всего

source: average
ru: среднее

source: Avg
ru: Ср

source: trimmed mean (high-low drop)
ru: обрезанное значение (исключены верхний и нижний балл)

source: Trim
ru: Обрезка

source: team points
ru: баллы команды

source: Team
ru: Команда

source: standard deviation
ru: стандартное отклонение

source: number of speeches given
ru: количество произнесенных речей

source: Num
ru: Число

source: replies given
ru: ответов дано

source: points
ru: баллов

source: Pts
ru: Баллов

source: wins
ru: побед

source: Wins
ru: Побед

source: total speaker score
ru: общий спикерский балл

source: Spk
ru: Спик

source: average total speaker score
ru: средний общий спикерский балл

source: speaker score standard deviation
ru: стандартное отклонение спикерских баллов

source: sum of margins
ru: сумма пределов

source: Marg
ru: Пред

source: average margin
ru: средний предел

source: average individual speaker score
ru: средний индивидуальный спикерский балл

source: AISS
ru: СИСБ

source: draw strength by wins
ru: сила сетки по победам

source: draw strength by total speaker score
ru: сила сетки по общему спикерскому баллу

source: number of pullups before this round
ru: количество пулл-апов перед этим раундом

source: PU
ru: ПУ

source: number of adjudicators who voted for this team
ru: количество судей, проголосовавших за эту команду

source: Ballots
ru: Бэллоты

source: votes/ballots carried
ru: голосов/бэллотов внесено

source: number of firsts
ru: количество первых

source: 1sts
ru: 1х

source: number of seconds
ru: количество вторых

source: 2nds
ru: 2х

source: Who-beat-whom
ru: Кто кого победил

source: WBW
ru: Кто кого победил

source: who-beat-whom
ru: кто кого победил

source: It also excludes results from silent rounds (if any) and from the current round.
ru: Оно также исключает результаты закрытых раундов (если таковые имеются) и текущего раунда.

source: This list is sorted by team points, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
ru: Этот список сортируется по командным баллам, а затем по алфавиту по названию команды. Он не указывает рейтинг каждой команды в каждой строчке. %(silent_round_sentence)s

source: This list is sorted by number of wins, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
ru: Этот список сортируется по количеству побед, потом по названию команд в алфавитном порядке. Он не отражает рейтинг каждой команды в каждой строчке. %(silent_round_sentence)s

source: There aren't any rounds for which results are available.
ru: Нет раундов, для которых доступны результаты.

source: Reply speakers are ranked by their <strong>average reply score</strong>.
ru: Спикеры заключительных речей ранжированы по их <strong> среднему баллу за речь </strong>.

source: Speakers can miss up to %(count)s reply speeches before they are omitted from the replies tab.
ru: Спикеры могут пропустить до %(count)s заключительных речей, прежде чем они будут исключены из тэба заключительных спикеров.

source: All reply speakers appear in these standings, no matter how many replies they've missed.
ru: Все спикеры заключительных речей появляются в этой таблице, вне зависимости от того, сколько речей они пропустили.

source: These settings can be changed in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>.
ru: Эти настройки можно изменить в разделе « <a href="%(standings_config_url)s" class="alert-link">» конфигурации этого турнира</a>.

source: The speaker standings precedence is empty. This means that speakers aren't ranked according to any metrics, so everyone is first equal. If this isn't what you intended, set the speaker standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>. In most tournaments, the first metric should be total or average.
ru: Первенство положения спикеров пустует. Это означает, что спикеры не ранжированы ни по одной метрике, то есть все спикеры будут равны. Если это не то, что вы хотели, установите первенство положения спикеров в <a href="%(standings_config_url)s" class="alert-link"> области Положение настроек турнира </a>. Для большинства турниров первой метрикой будет общий или средний балл.

source: Speakers are ranked by their <strong>average score</strong>.
ru: Спикеры ранжированы по их <strong> среднему баллу </strong>.

source: Speakers are ranked by their <strong>total score</strong>. Any speaker who misses a single debate will be severely punished in these rankings.
ru: Спикеры ранжированы по их <strong> сумме баллов </strong>. Любой спикер, пропустивший хотя бы один раунд, будет сурово наказан таким ранжированием.

source: Speakers can miss up to %(count)s debates before they are omitted from the speaker tab.
ru: Спикеры могут пропустить до %(count)s речей, прежде чем они будут исключены из спикерского тэба.

source: All speakers appear in these standings, no matter how many debates they've missed.
ru: Все спикеры появляются в этой таблице, вне зависимости от того, сколько раундов они пропустили.

source: Enforcing the limit on the number of missed debates requires the "number of speeches given" metric to be included in the speaker standings calculations, so it's been automatically added. To remove this warning message, add <strong>Number of speeches given</strong> to the <strong>Speaker standings extra metrics</strong> in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>.
ru: Включение лимита на количество пропущенных раундов требует, чтобы метрика "количество произнесенных речей" была включена в расчет положения спикеров, поэтому она была добавлена автоматически. Чтобы убрать это предупреждение, добавьте <strong> Количество произнесенных речей</strong> в <strong>дополнительные метрики Положения спикеров </strong> в <a href="%(standings_config_url)s" class="alert-link"> разделе Положения настроек этого турнира</a>.

source: Diversity Overview
ru: Обзор дайверсити

source: The results data displayed here is presented without tests for statistical significance. Correlations should not be automatically considered reliable; particularly at small tournaments. A 'region' is a customisable category assigned to a set of institutions, and counted using the number of participants assigned to those institutions.
ru: Данные о результатах, представленные здесь, представлены без испытаний статистической значимости. Корреляции не должны автоматически рассматриваться как надежные; особенно на небольших турнирах. Регион является настраиваемой категорией, присвоенной набору институтов, и подсчитывается с использованием числа участников, связанных с этими институтами.

source: Non-cis male identifying
ru: Не идентифицирующие себя как цис-мужчины

source: Cis-male identifying
ru: Идентифицирующие себя как цис-мужчины

source: Unspecified/unrecorded
ru: Не определено/не зарегистрировано

source: Standings
ru: Положение

source: Top Speaks
ru: Самые высокие спикерские

source: %(speaker)s in %(round)s
ru: %(speaker)s в %(round)s

source: No data yet
ru: Пока нет данных

source: Bottom Speaks
ru: Самый низкие спикерские

source: Largest Margins
ru: Крупнейший предел

source: %(team)s vs %(opp)s in %(round)s
ru: %(team)s против %(opp)s в %(round)s

source: Closest Margins
ru: Ближайший предел

source: Top Team Scores
ru: Лучшие командные баллы

source: %(team)s in %(round)s
ru: %(team)s в %(round)s

source: Bottom Team Scores
ru: Худшие командные баллы

source: Most/Least Popular Motions
ru: Наиболее/наименее популярные темы

source: %(reference)s in %(abbreviation)s
ru: %(reference)s в %(abbreviation)s

source: Average Speaks
ru: Средние спикерские

source: Overview
ru: Обзор

source: Teams
ru: Команды

# All [Teams]
source: All
ru: Все

source: Speakers
ru: Спикеры

# Substantive speeches
source: Substantives
ru: Конструктивные

# All [Speakers]
source: All
ru: Все

source: Speakers
ru: Спикеры

source: Replies
ru: Ответы

source: Motions
ru: Темы

source: Diversity
ru: Дайверсити

source: The team standings precedence is empty. This means that teams aren't ranked according to any metrics, so everyone is first equal. If this isn't what you intended, set the team standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>. In most tournaments, the first metric should be points or wins.
ru: Первенство положения команд пустует. Это означает, что команды не ранжированы ни по одной метрике, то есть все команды будут в одной группе. Если это не то, что вы хотели, установите первенство положения команд в <a href="%(standings_config_url)s" class="alert-link"> области Положение настроек турнира </a>. Для большинства турниров первой метрикой будет количество баллов или побед.

source: <p>There was an error generating the standings: <em>%(message)s</em></p>
ru: <p> Произошла ошибка при создании положения команд:<em>%(message)s</em></p>

source: <p>You may need to double-check the <a href="%(standings_options_url)s" class="alert-link">standings configuration under the Setup section</a>. If this issue persists and you're not sure how to fix it, please contact the developers.</p>
ru: <p>Вам может понадобиться дополнительная проверка<a href="%(standings_options_url)s" class="alert-link"> настроек положения команд в разделе Установки</a>. Если эта проблема повторяется и вы не знаете, как её решить, пожалуйста, свяжитесь с разработчиками.</p>

source: <p>The tab director will need to resolve this issue.</p>
ru: <p> Тэбмастер должен решить эту проблему.</p>

source: as of %(round)s
ru: с %(round)s

source: %(title)s (Top %(limit)d Only)
ru: %(title)s (только%(limit)d верхний)

source: The tab can't be displayed because all rounds so far in this tournament are silent.
ru: Тэб не может быть отображен, так как все раунды на данный момент - закрытые.

source: Speaker Standings
ru: Положение спикеров

source: Speaker Tab
ru: Спикерский тэб

source: %(category)s Speaker Standings
ru: Положение спикеров %(category)s

source: %(category)s Speaker Tab
ru: %(category)s Спикерский тэб

source: Reply Speaker Standings
ru: Положение заключительный спикеров

source: Reply speeches aren't enabled in this tournament.
ru: Заключительные речи не доступны на этот турнире.

source: Reply Speaker Tab
ru: Тэб заключительных спикеров

source: Team Standings
ru: Положение команд

source: Team Tab
ru: Командный тэб

source: %(category)s Team Standings
ru: Положение команд %(category)s

source: %(category)s Team Tab
ru: Командный тэб %(category)s

source: Current Team Standings
ru: Текущее положение команд

source: Points
ru: Баллы
