Repository: rishraj2000/tabbycat
Catalog: tabbycat/utils/locale/*/LC_MESSAGES/django.po
Languages: ru

source: E-mail address
ru: E-mail адрес

source: No Data Available
ru: Нет доступной информации

source: chair
ru: чэйр

source: panellist
ru: винг

source: trainee
ru: винг без права голоса

source: View %(a)s's %(d)s Record
ru: Посмотреть %(a)s %(d)s результаты

source: View %(team)s's Record
ru: Посмотреть %(team)s результаты

source: Code name: <strong>%(name)s</strong>
ru: Кодовое имя: <strong>%(name)s</strong>

source: Real name: <strong>%(name)s</strong>
ru: Настоящее имя: <strong>%(name)s</strong>

source: %(team)s won
ru: %(team)s выиграла

source: %(team)s lost
ru: %(team)s проиграла

source: %(team)s—no result
ru: %(team)s - нет результатов

source: %(team)s took 1st
ru: %(team)s заняла первое

source: %(team)s took 2nd
ru: %(team)s заняла второе

source: %(team)s took 3rd
ru: %(team)s заняла третье

source: %(team)s took 4th
ru: %(team)s заняла четвертое

source: %(team)s is advancing
ru: %(team)s прошла

source: %(team)s was eliminated
ru: %(team)s не прошла

source: vs %(opposition)s
ru: против %(opposition)s

source: Won against %(team)s
ru: Победа над %(team)s

source: Lost to %(team)s
ru: Поражения от %(team)s

source: No result for debate against %(team)s
ru: Нет результатов в дебатах против %(team)s

source: Total speaker score: <strong>%s</strong>
ru: Общий спикерский балл <strong>%s</strong>

source: View/edit debate ballot
ru: Просмотреть/изменить бэллот

source: View debate ballot
ru: Посмотреть бэллот

source: Teams in debate:
ru: Команды в дебатах:

source: advancing
ru: проходящая дальше

source: Advancing
ru: Проходящая дальше

source: eliminated
ru: не прошла

source: Eliminated
ru: Не прошедшая

source: No result for debate
ru: Нет результатов этих дебатов

source: Placed %(place)s
ru: Заняли %(place)s

source: Tournament
ru: Турнир

source: Round
ru: Раунд

source: Name
ru: Название

source: Institution
ru: Клуб

source: Member of the Adjudication Core
ru: Член судейского пула

source: Independent Adjudicator
ru: Независимый судья

source: Always Trainee
ru: Всегда винг без права голоса

source: in minority
ru: в меньшинстве

source: Debate Adjudicators
ru: Судьи дебатов

source: Order as listed
ru: Порядок как в списке

source: Motion
ru: Тема

source: Team
ru: Команда

source: Categories
ru: Категории

source: Redacted
ru: Редактировано

source: Category
ru: Категория

source: This venue %(predicate)s.
ru: Эта аудитория %(predicate)s.

source: This venue %(predicates)s, and %(last_predicate)s.
ru: Эта аудитория %(predicates)s, и %(last_predicate)s.

source: Venue
ru: Аудитория

source: Teams have met once
ru: Команды играли вместе один раз

source: Teams are from the same institution
ru: Команды из одного института

source: Conflicts/Flags
ru: Конфликты/отметки

source: The ballot you submitted
ru: Отправленный вами бэллот

source: View/Edit Ballot
ru: Смотреть/изменить бэллот

source: No ballot
ru: Нет бэллота

source: Elimination
ru: Брейковый

source: View Ballot
ru: Просмотреть бэллот

source: Result
ru: Результат

source: Side
ru: Сторона

source: Team iron-manned this round and the last.
ru: Команда играла этот раунд и последний раунд айронменом.

source: Team iron-manned this round.
ru: Команда играла этот раунд айронменом.

source: Team iron-manned last round.
ru: Команда играла последний раунд айронменом.

source: Team %(num)d
ru: Команда %(num)d

source: You're currently using %(nrows)s row in your database. If you haven't already upgraded your Heroku database to a paid tier, it's limited to a maximum of 10,000 rows. As you're close to this limit, you should <strong>not create new tournaments</strong> on this site unless and until you've <a href="https://devcenter.heroku.com/articles/upgrading-heroku-postgres-databases">upgraded your database</a> to a paid tier.
ru: На данный момент вы используете %(nrows)s строку в вашей базе данных. Если вы не обновили вашу базу данных Heroky до платного уровня, вы можете использовать до 10 000 строк. Если вы близки к этому лимиту, вам не стоит <strong> создавать новые урниры</strong> на этом сайте пока вы <a href="https://devcenter.heroku.com/articles/upgrading-heroku-postgres-databases"> не обновите вашу базу данных </a> до платного уровня.

source: Whoops! You're not meant to type that URL into your browser.
ru: Упс! Вы не должны вводить этот URL в ваш браузер.
